Repository: jomael/stufforganizer
Catalog: trunk/Source/locale/*/LC_MESSAGES/default.po
Languages: de, hu, tr, uk

source: Error during restore:
de: Fehler bei der Wiederherstellung:
hu: Hiba a visszaállítás során:
tr: Geri yükleme sırasında hata:
uk: Помилка під-час відновлення:

source: Preparing '%s'...
de: '%s' wird vorbereitet...
hu: %s előkészítése...
tr: Hazırlanıyor '%s'...
uk: Приготування '%s'...

source: The specified source directory (%s) has been processed! Do you want to continue?
de: Das angegebene Quellverzeichnis (%s) wurde verarbeitet! Möchten Sie fortfahren?
hu: A megadott forráskönyvtár (%s) már fel lett dolgozva! Kívánja folytatni?
tr: Belirtilen kaynak dizin (%s) işlendi! Devam etmek istiyor musunuz?
uk: Вказаний вихідний каталог (%s) опрацьовано! Бажаєте продовжити?

source: Running ICS on '%s'...
de: ICS wird auf '%s' ausgeführt...
hu: ICS futtatása a '%s'-n...
tr: ICS, '%s' üzerinde çalıştırılıyor...
uk: Виконується ICS на '%s'...

source: Would you like to move directories according to the new category?
de: Möchten Sie die Verzeichnisse in die neue Kategorie verschieben?
hu: Szeretné áthelyezni a könyvtárakat az új kategória szerint?
tr: Yeni kategoriye göre dizinleri taşımak ister misiniz?
uk: Бажаєте перемістити директорії відповідно до нової категорії?

source: Delete items...
de: Löschen von Elementen ...
hu: Elemek törlése...
tr: Öğeleri sil...
uk: Видалити елементи...

source: Delete
de: Löschen
hu: Törlés
tr: Sil
uk: Видалити

source: Would you like to delete these folders on hard disk?
de: Möchten Sie diese Ordner auf der Festplatte löschen?
hu: Szeretné törölni ezeket a mappákat a merevlemezen is?
tr: Bu klasörleri kalıcı olarak silmek istiyor musunuz?
uk: Бажаєте видалити ці папки з жорсткого диску?

source: Modify category properties
de: Kategorieeigenschaften ändern
hu: Kategória tulajdonságainak módosítása
tr: Kategori özellikleri değiştir
uk: Змінити властивості категорії

source: Save unprocessed items...
de: nicht verarbeitete Elemente speichern...
hu: Feldolgozatlan elemek mentése...
tr: İşlenmemiş öğeleri kaydet...
uk: Зберегти необроблені файли...

source: Password for %s
de: Passwort für %s
hu: Jelszó a következőhöz: %s
tr: %s için parola
uk: Пароль для %s

source: View log
de: Protokoll anzeigen
hu: Napló megtekintése
tr: Günlüğü göster
uk: Переглянути журнал

source: Process (%d)
de: Prozess (%d)
hu: Feldolgozás (%d)
tr: İşlem (%d)
uk: Обробка (%d)

source: New path:
de: Neuer Pfad:
hu: Új elérési út:
tr: Yeni yol:
uk: Новий шлях:

source: Are you sure delete the selected items?
de: Sind Sie sicher, dass Sie die ausgewählten Elemente löschen wollen?
hu: Biztos, hogy törli a kijelölt elemeket?
tr: Seçili öğeleri silmek istediğinize emin misiniz?
uk: Бажаєте видалити обрані файли?

source: The '%s' item can't delete!
de: '%s' kann nicht gelöscht werden!
hu: A '%s' elemet nem lehet törölni!
tr: '%s' öğesini silemezsiniz!
uk: Елемент '%s' неможливо видалити!

source: <no category>
de: < keine Kategorie >
hu: <nincs kategória>
tr: < kategori yok >
uk: <без категорії>

source: Settings saved as default.
de: Einstellungen als Standard gespeichert.
hu: A beállítások mentve alapértelmezettként.
tr: Ayarlar varsayılan olarak kaydedildi.
uk: Налаштування збережено, як по замовчуванню.

source: Finished.
de: Fertig.
hu: Kész.
tr: Tamamlandı.
uk: Завершено.

source: Aborted.
de: Abgebrochen.
hu: Megszakítva
tr: İptal edildi.
uk: Перервано.

source: Application exit for to update...
de: Beenden Sie die Anwendung um das Update zu starten
hu: Az alkalmazás kilép a frissítés befejezése miatt...
tr: Güncelleme için uygulama kapatılacak...
uk: Вийти з програми для оновлення...

source: Application is up to date.
de: Die Anwendung ist auf dem neuesten Stand.
hu: Az alkalmazás naprakész.
tr: Uygulama güncel.
uk: Програма оновлена.

source: Unknow update file!
de: Unbekannte Update-Datei!
hu: Ismeretlen frissítési fájl!
tr: Bilinmeyen güncelleştirme dosyası!
uk: Невідомий файл оновлення!

source: Update info not found!
de: Update-Info nicht gefunden!
hu: Frissítési információk nem találhatóak!
tr: Güncelleştirme bilgisi bulunamadı!
uk: Не знайдено інформації оновлення!

source: Update error!
de: Update-Fehler!
hu: Frissítési hiba!
tr: Güncelleştirme hatası!
uk: Помилка оновлення!

source: Resume
de: Verarbeitung wieder aufnehmen
hu: Folytatás
tr: Devam et
uk: Відновити

source: Are you sure stop the processing?
de: Wollen Sie wirklich die Verarbeitung anhalten?
hu: Biztos, hogy leállítja a feldolgozást?
tr: İşlemi durdurmak istediğinize emin misiniz?
uk: Ви дійсно бажаєте зупинити обробку?

source: Waiting for thread terminate...
de: Wartet auf Beendigung des Programmabschnitts ...
hu: Várakozás a szál befejezésére...
tr: İşlemin sona ermesi bekleniyor...
uk: Очікування припинення процесу...

source: Processing %s...
de: %s wird verarbeitet...
hu: %s feldolgozása...
tr: İşleniyor %s...
uk: Оброблення %s...

source: Finished
de: Fertig
hu: Kész
tr: Tamamlandı
uk: Закінчено

source: Elapsed time: %s
de: Verstrichene Zeit: %s
hu: Eltelt idő: %s
tr: Toplam süre: %s
uk: Пройшло часу: %s

source: Estimated time: %s
de: Geschätzte Zeit: %s
hu: Becsült idő: %s
tr: Tahmini süre: %s
uk: Приблизний час: %s

source: Download error:
de: Download-Fehler:
hu: Letöltési hiba:
tr: İndirme hatası:
uk: Помилка завантаження:

source: Version %d.%d.%d ( Build %d )
hu: Verzió %d.%d.%d ( Build %d )
tr: Sürüm %d.%d.%d (Alt sürüm %d)
uk: Версія %d.%d.%d ( Build %d )

source: Saved to database.
de: In der Datenbank gespeichert.
hu: Adatbázisba mentve
tr: Veritabanına kaydedildi.
uk: Збережено в базу даних.

source: Main module
de: Hauptmodul
hu: Fő modul
tr: Ana modül
uk: Головний модуль

source: catalog, stuff, organizer, collection, library, movie, applications, software, music, game, uncompressor, decompressor
de: Katalog, Datenkram, Sortierprogramm, Sammlung, Bibliothek, Filme, Anwendungen, Software, Musik, Spiele, Entpacker
hu: katalógus, cucc, szervező, gyűjtemény, könyvtár, filmek, alkalmazások, szoftver, zene, játék, kitömörítő, kicsomagoló
tr: Katalog, dosya, düzenleyici, koleksiyon, kütüphane, film, uygulamalar, yazılım, müzik, oyun, genişletici, açıcı
uk: каталог, матеріал, організатор, колекція, бібліотека, фільм, програми, програмне забезпечення, музика, гра, декомпресор

source: Stuff Organizer is a catalog software
de: Stuff Organizer ist eine Datenbank-Software
hu: Stuff Organizer egy katalógus alkalmazás.
tr: Stuff Organizer bir kataloglama yazılımıdır
uk: Stuff Organizer є програмним каталогізатором

source: Stuff Organizer is a free open source catalog application. You can organize your stuff (movies, softwares, games, musics, e-books or whatever. If you have many downloaded files from torrent or web and would like to organize them, you will have to download this program! It works in Windows 7 / Vista / XP / 2008 / 2003.
de: Stuff Organizer ist eine freie Open-Source Datenbank-Anwendung. Sie können Ihre Dateien (Filme, Software, Spiele, Musik, E-Bücher oder was auch immer kategorisieren und sortieren. Wenn Sie viele heruntergeladene Dateien aus Torrent-Streams oder dem Web haben und diese sortieren möchten, brauchen Sie dieses Programm! Es funktioniert unter Windows 7 / Vista / XP / Server 2008 / Server 2003.
hu: Stuff Organizer egy ingyenes, nyílt forráskódú katalógus alkalmazás. Rendszerezheti a filmjeit, játékait, szoftvereit, zenéit, vagy bármi mást. Ha sok a webről vagy torrentről letöltési vannak és rendszerezni szeretné őket, akkor töltse le a programot! Működik Windows 7 / Vista / XP / 2008 / 2003 operációs rendszereken
tr: Stuff Organizer açık kaynaklı bir kataloglama yazılımıdır. Arşivinizi (film, yazılım, oyun, müzik, e-kitap yada her ne olursa. Eğer torrent yoluyla indirdiğiniz bir çok dosyanız varsa ve bunları organize etmek istiyorsanız, bu programı mutlaka indirmelisiniz! Windows 7 / Vista / XP / 2008 / 2003 işletim sistemleri üzerinde çalışabilmektedir.
uk: Stuff Organizer - це безкоштовна програма- каталогізатор з відкритим кодом. Ви можете організувати свої матеріали (фільми, ігри, музику, ел.книжки та інше). Якщо у вас багато завантажених файлів з торентів, або мережі і ви бажаєте організувати їх, необхідно завантажити цю програму! Вона сумісна з Windows 7 / Vista / XP / 2008 / 2003.

source: Stuff Organizer is a free open source catalog application. You can organize your stuff (movies, softwares, games, musics, e-books or whatever. If you have many downloaded files from torrent or web and would like to organize them, you will have to download this program! It works in Windows 7 / Vista / XP / 2008 / 2003. Stuff Organizer is open source software distributed free of charge under the terms of the GNU General Public License. Main features: unpack compressed files (e.g: zip, rar) in two levels after unpack, cleans up the unused files in the directory (e.g: file_id.diz, sfv file) extract iso if you want sort to multi-level categories support drag-n-drop support tags save NFO file content and image to database get product description from the web (e.g: allrovi.com)
de: Stuff Organizer ist eine freie Open-Source Datenbank-Anwendung. Sie können Ihre Dateien (Filme, Software, Spiele, Musik, e-Bücher oder was auch immer kategorisieren und sortieren. Wenn Sie viele heruntergeladene Dateien aus Torrent-Streams oder dem Web haben und sortieren möchten, brauchen Sie dieses Programm! Es funktioniert unter Windows 7 / Vista / XP / Server 2008 / Server 2003. Stuff Organizer wird als Open Source Software kostenlos verteilt unter den Bedingungen der GNU General Public License.Hauptmerkmale:Stuff Organizer entpackt komprimierte Dateien (z. B.: zip, rar) in zwei Ebenen, bereinigt die im Verzeichnis nicht mehr benötigten Dateien (zB: file_id.diz, sfv Dateien), extrahiert iso-Dateien wenn Sie in Multi-Level-Kategorien sortieren möchten, unterstützt Drag-n-Drop tags, sichert NFO-Dateiinhalte und Bild-Datenbanken. Sie können auch Produktbeschreibungen aus dem Internet laden ( zB: allrovi.com)
hu: Stuff Organizer egy ingyenes, nyílt forráskódú katalógus alkalmazás. Rendszerezheti a filmjeit, játékait, szoftvereit, zenéit, vagy bármi mást. Ha sok a webről vagy torrentről letöltési vannak és rendszerezni szeretné őket, akkor töltse le a programot! Működik Windows 7 / Vista / XP / 2008 / 2003 operációs rendszereken. Stuff Organizer egy nyilt forráskódú szoftver amelyet a GNU GPL licensz véd. Fő funkciók: kicsomagolja a tömörített fájlokat (zip, rar...stb) két szintig, ha akarja akkor eltávolítja az Ön által nem használt fájlokat (nfo, sfv, diz), kibontja az ISO állományokat, több szintű kategóriák a rendszerezéshez, támogatja a drag-n-drop funkciót, támogatja a címkéket, elmenti az NFO fájlok tartalmát és egy képet az adatbázisba, internetről leírásokat képeket gyűjt (pl allrovi.com)
tr: Stuff Organizer açık kaynaklı bir kataloglama yazılımıdır. Arşivinizi (film, yazılım, oyun, müzik, e-kitap yada her ne olursa. Eğer torrent yoluyla indirdiğiniz bir çok dosyanız varsa ve bunları organize etmek istiyorsanız, bu programı mutlaka indirmelisiniz! Windows 7 / Vista / XP / 2008 / 2003 işletim sistemleri üzerinde çalışabilmektedir. Stuff Organizer GNU Genel Kamu Lisansı altında ücretsiz olarak dağıtılan açık kaynaklı bir yazılımdır. Temel özellikler: Sıkıştırılmış dosyalarını iki alt aşamalı genişletebilme (örn. zip, rar), dizinlerdeki kullanılmayan dosyaları silebilme (örn. file_id.diz, sfv dosyaları), ISO dosyalarını genişletebilme, sürükle-bırak desteği, etiketleme, NFO dosyası içeriğini kaydedebilme, ürün tanımlamalarını ve resimlerini webden bulup (örn. allrovi.com) veritabanına kaydedebilme.
uk: Stuff Organizer - це безкоштовна програма- каталогізатор з відкритим кодом. Ви можете організувати свої матеріали (фільми, ігри, музику, ел.книжки та інше). Якщо у вас багато завантажених файлів з торентів, або мережі і ви бажаєте організувати їх, необхідно завантажити цю програму! Вона сумісна з Windows 7 / Vista / XP / 2008 / 2003. Stuff Organizer - це програма з відкритим кодом, що поширюється безкоштовно згідно умов GNU Загальнодоступної Ліцензії. Головні особливості: розпаковує стиснуті файли (напр.:zip, rar) на двох рівнях після розпакування, очищує від невикористовуваних файлів у видобутих iso директорій (напр.: file_id.diz, sfv file), якщо ви бажаєте відсортувати у багаторівневі категорії,перетягування і скидування, підтримка тегів, збереження інформації вміту файлів та зображень у базі даних, отримання описів з мережі (напр.: allrovi.com)

source: Please restart the software for changes to take effect!
de: bitte Stuff Organizer schließen und neu starten, damit die Veränderungen aktiv werden.
hu: Indítsa újra a programot, hogy a változtatások érvénybe lépjenek!
tr: Değişikliklerin etkili olması için yazılımı yeniden başlatın!
uk: Для вступу змін в дію, необхідно перезавантажити програму!

source: Downloading plugin (%d%%)...
de: Download Plugin (%d%%)...
hu: Bővítmény letöltése (%d%%)...
tr: Eklenti indiriliyor (%d%%)...
uk: Завантаження додатку (%d%%)...

source: Downloading plugin list...
de: Download Pluginliste...
hu: Bővítménylista letöltése...
tr: Eklenti listesi yükleniyor...
uk: Завантаження списку додатків...

source: Application exit for install new plugin...
de: Beende Anwendung um das neue Plugin zu installieren...
hu: Az alkalmazás újraindul a bővítmény telepítése miatt...
tr: Yeni eklenti kurulumu için uygulama kapatılacak...
uk: Програма вимикається для встановлення додатку ...

source: Directory doesn't exists! Path: %s
de: Das Verzeichnis existiert nicht! Pfad: %s
hu: Könyvtár nem létezik! Útvonal: %s
tr: Dizin bulunamadı! Yolu: %s
uk: Директорії не існує! Шлях: %s

source: Would you like to relocate items of category?
hu: Szeretné az elemek útvonalát lecserélni?
tr: Kategorideki öğeleri taşımak ister misiniz?
uk: Бажаєте змінити розташування елементів категорії?

source: Relocating...
hu: Áthelyezés...
tr: Yeniden konumlandırılıyor...
uk: Зміна розташування...

source: Relocating %s...
hu: %s áthelyezése...
tr: Yeniden konumlandırılıyor %s...
uk: Зміна розташування %s...
