Repository: jomael/stufforganizer
Catalog: trunk/Source/locale/*/LC_MESSAGES/default.po
Languages: de, hu, tr, uk

source: About
de: Über
hu: Névjegy
tr: Hakkında
uk: Про

source: Check new version
de: Auf neue Version prüfen
hu: Új verzió keresése
tr: Yeni sürümü kontrol edin
uk: Перевірити нову версію

source: Stuff Organizer is open source software distributed free of charge under the terms of
de: Stuff Organizer ist Open Source Software, kostenlos unter den Bedingungen der
hu: Stuff Szervező egy nyílt forráskódú szoftverek ingyenesen terjeszthető a
tr: Stuff Organizer ücretsiz olarak dağıtılan açık kaynaklı bir uygulamadır ve bu şartlar altında
uk: Stuff Organizer є програмним забезпеченням з відкритим вихідним кодом, що поширюється безкоштовно згідно таких умов

source: the GNU General Public License
de: GNU General Public License
hu: GNU General Public License feltételei szerint.
tr: GNU Genel Kamu Lisansı
uk: Загальної Публічної Ліцензії (GNU)

source: OK
tr: Tamam
uk: Добре

source: Category
de: Kategorie
hu: Kategória
tr: Kategori
uk: Категорія

source: Category target path
de: Kategorie Zielpfad
hu: Kategória cél útvonal
tr: Kategori hedef yolu
uk: Адресний шлях категорії

source: If blank, it's equal with source path
de: Bleibt dieses Feld leer, ist es gleich mit Quellpfad
hu: Ha üres, akkor megegyezik a forrás útvonallal
tr: Boş ise, kaynak yolu ile aynıdır
uk: Якщо порожнє, тоді рівне шляху джерела

source: Color
de: Farbe
hu: Szín
tr: Renk
uk: Колір

source: Icon
de: Symbol
hu: Ikon
tr: Simge
uk: Іконка

source: Cancel
de: Abbrechen
hu: Mégsem
tr: İptal
uk: Скасувати

source: Ok
de: In Ordnung
tr: Tamam
uk: Добре

source: Category name
de: Kategoriebezeichnung
hu: Kategória neve
tr: Kategori adı
uk: Ім'я категорії

source: Please specify a directory
de: Bitte wählen Sie ein Verzeichnis
hu: Kérjük, adja meg a könyvtárat
tr: Lütfen bir dizin belirtin
uk: Вкажіть директорію

source: Product name
de: Produktname
hu: Termék neve
tr: Ürün adı
uk: Нава продукту

source: Description
de: Beschreibung
hu: Leírás
tr: Açıklama
uk: Опис

source: Added
de: hinzugefügt
hu: Hozzáadva
tr: Eklendi
uk: Додано

source: Path
de: Pfad
hu: Útvonal
tr: Dosya adresi
uk: Шлях

source: Product information:
de: Produktinformation:
hu: Termék információ:
tr: Ürün bilgileri:
uk: Інформація про продукт:

source: Click here to change
de: Klicken Sie hier, um die Bezeichnung zu ändern
hu: Kattintson ide a változtatáshoz
tr: Düzenlemek için burayı tıklatın
uk: Клацніть тут, щоб змінити

source: Click here to open
de: Zum Öffnen hier klicken
hu: Kattints ide a megnyitáshoz
tr: Açmak için burayı tıklatın
uk: Клацніть тут, щоб відкрити

source: Click here to search in Google
de: Klicken Sie hier, um mit Google zu suchen
hu: Kattintson ide a kereséshez a Google-n
tr: Google'da aramak için buraya tıklayın
uk: Клацніть тут, що шукати з Google

source: Google search
de: Google-Suche
hu: Google kereső
tr: Google arama
uk: Пошук в Google

source: Product tags
de: Produkt-Bezeichnungen
hu: Termék címkék
tr: Ürün etiketleri
uk: Теги продукту

source: Enter tags
de: Geben Sie Stichworte ein
hu: Írjon be címkéket
tr: Etiketleri girin
uk: Ввести теги

source: View NFO file
de: NFO-Datei anzeigen
hu: NFO fájl megtekintése
tr: NFO dosyasını göster
uk: Перегляд NFO файлу

source: Add NFO file
de: NFO-Datei hinzufügen
hu: NFO fájl hozzáadása
tr: NFO dosyası ekle
uk: Додати NFO файлу

source: Change URL
de: URL ändern
hu: URL változtatása
tr: URL'yi değiştir
uk: Змінити URL

source: Change picture
de: Bild ändern
hu: Kép módosítása
tr: Resmi Değiştir
uk: Змінити картинку

source: Change directory name
de: Verzeichnis umbennen
hu: Könyvtárnév módosítása
tr: Dizin adını değiştir
uk: Змінити назву директорії

source: Enter the search text
de: Geben Sie den Suchtext ein
hu: Irja be a keresett szöveget
tr: Arama metnini girin
uk: Ввести текст пошуку

source: Plugin functions
de: Plug-in-Funktionen
hu: Bővítmény funkciók
tr: Eklenti işlevleri
uk: Функції додатків

source: Modify category...
de: Kategorie ändern...
hu: Kategória módosítása...
tr: Kategori düzenle...
uk: Змінити категорію

source: Delete category...
de: Kategorie löschen ...
hu: Kategória törlése...
tr: Kategori sil...
uk: Видалити категорію...

source: Delete selected item(s)...
de: gewählte Objekte löschen...
hu: Kijelölt elem(ek) törlése...
tr: Seçili öğeleri sil...
uk: Видалити обраний елемент(-и)...

source: Open directory
de: Verzeichnis öffnen
hu: Könyvtár megnyitása
tr: Klasörü aç
uk: Відкритий каталог

source: Add new category...
de: Neue Kategorie hinzufügen...
hu: Új kategória hozzáadása...
tr: Yeni Kategori Ekle...
uk: Додати нову категорію...

source: Show
de: Zeige
hu: Mutat
tr: Göster
uk: Показати

source: Exit
de: Beenden
hu: Kilépés
tr: Çıkış
uk: Вихід

source: View process log
de: Protokoll der Verarbeitung zeigen
hu: Feldolgozási napló megtekintése
tr: İşlem günlüğünü görüntüle
uk: Переглянути журнал процесу

source: Reprocess
de: Neuverarbeitung
hu: Újrafeldolgozás
tr: Yeniden işleme sok
uk: Переробити

source: Delete source files...
de: Quelldateien löschen...
hu: Forrásfájlok törlése...
tr: Kaynak dosyaları sil...
uk: Видалити файли джерела...

source: Open source directory
de: Quellverzeichnis öffnen
hu: Forrás könyvtár megnyitása
tr: Açık kaynak dizini
uk: Відкрити вихідний каталог

source: Copy target directory to clipboard
de: Zielverzeichnis in Zwischenablage kopieren
hu: Könyvtár másolása a vágólapra
tr: Hedef dizini panoya kopyala
uk: Копіювати адресну директорію до буферу обміну

source: Add files(s)...
de: Dateien hinzufügen(s) ...
hu: Fájl(ok) hozzáadása...
tr: Dosya ekle...
uk: Додати файл(-и)...

source: Add directory...
de: Verzeichnis hinzufügen...
hu: Könyvtár hozzáadása...
tr: Klasör ekle...
uk: Додати директорію...

source: Queue
de: Warteschlange
hu: Várósor
tr: Sıra
uk: Черга

source: Consistence check
de: Konsistenz prüfen
hu: Konzisztencia ellenőrzés
tr: Uyumluluk kontrolü
uk: Перевірка відповідності

source: Add stuff
de: Fügen Sie Sachen hinzu
hu: Cuccok hozzáadása
tr: Dosya ekle
uk: Додати матеріал

source: Add directory to watchlist...
de: Verzeichnis zur Beobachtungsliste hinzufügen...
hu: Könyvtár hozzáadása a figyelési listához...
tr: İzleme listesine klasör ekle...
uk: Додати директорію до списку спостереження...

source: Settings
de: Einstellungen
hu: Beállítások
tr: Ayarlar
uk: Параметри

source: Database backup...
de: Datenbanksicherung...
hu: Adatbázis biztonsági mentése...
tr: Veritabanı yedekleme...
uk: Архівація бази даних...

source: Database restore...
de: Datenbank wieder herstellen...
hu: Adatbázis visszaállítása...
tr: Veritabanı geri yükleme...
uk: Відновлення бази даних...

source: Database vacuum
de: Datenbank reorganisieren
hu: Adatbázis takarítás
tr: Veritabanı optimizasyon
uk: Очищення бази даних

source: Plugins
hu: Bővítmények
tr: Eklentiler
uk: Додатки

source: Visit homepage
de: Homepage besuchen
hu: Holnap meglátogatása
tr: Ana sayfasını ziyaret et
uk: Відвідати домашню сторінку

source: Supported images (*.bmp, *.jpg, *.gif, *.png)|*.bmp;*.jpg;*.gif;*.png
de: unterstützte Bildformate (*.bmp, *.jpg, *.gif, *.png)|*.bmp;*.jpg;*.gif;*.png
hu: Támogatott képformátumok (*.bmp, *.jpg, *.gif, *.png)|*.bmp;*.jpg;*.gif;*.png
tr: Desteklenen dosya türleri (*.bmp, *.jpg, *.gif, *.png)|*.bmp; *.jpg; *.gif, *.png
uk: Підтримувані зображення (*.bmp, *.jpg, *.gif, *.png)|*.bmp;*.jpg;*.gif;*.png

source: All files (*.*)|*.*
de: Alle Dateien (*.*)|*.*
hu: Minden fájl (*.*)|*.*
tr: Tüm dosyalar (*.*)|*.*
uk: Усі файли (*.*)|*.*

source: NFO files (*.nfo)|*.nfo
de: NFO-Dateien (*.nfo)|*.nfo
hu: NFO fájlok (*.nfo)|*.nfo
tr: NFO dosyaları (*.nfo)|*.nfo
uk: Файли NFO (*.nfo)|*.nfo

source: NFO Viewer
de: NFO Betrachter
hu: NFO megjelenítő
tr: NFO Görüntüleyici
uk: Переглядач NFO

source: Preferences
de: Voreinstellungen
hu: Beállítások
tr: Tercihler
uk: Параметри

source: Process settings
de: Verarbeitungseinstellungen
hu: Feldolgozás beállítások
tr: İşlem ayarları
uk: Налаштування процесу

source: Delete to recycle bin
de: in Papierkorb verschieben
hu: Törlés a Lomtárba
tr: Geri dönüşüm kutusuna gönder
uk: Видалити до кошика

source: Hide copy/move/delete dialog
de: Dialogfeld Kopieren/Verschieben/Löschen/Ausblenden
hu: Másolás/áthelyezés/törlés párbeszédpanel elrejtése
tr: Kopyala/Taşı/Sil iletişim kutusunu gizle
uk: Приховати копію/перемістити/видалити діалог

source: Enable ICS (Intelligent category selector)
de: intelligente Kategoriewahl (ICS) einschalten
hu: ICS engedélyezése (Intelligens kategória választó)
tr: ICS (akıllı kategori seçici) etkinleştir
uk: Увімкнути ICS (Інтелектуальний вибір категорії)

source: Auto update
de: Automatisches Update
hu: Automatikus frissítés
tr: Otomatik güncelleştirme
uk: Автоматичне оновлення

source: Check now
de: Überprüfen Sie jetzt
hu: Ellenőrizd most
tr: Şimdi kontrol et
uk: Перевірити зараз

source: Check new version at start
de: Auf neueste Version beim Start überprüfen
hu: Új verzió keresése induláskor
tr: Başlangıçta yeni sürümü kontrol edin
uk: Перевірити нову версію при запуску

source: Extensions
de: Erweiterungen
hu: Bővítmények
tr: Uzantılar
uk: Розширення

source: Languages
de: Sprachen
hu: Nyelvek
tr: Diller
uk: Мови

source: Download languages...
de: weitere Sprachen herunterladen...
hu: Nyelvek letöltése...
tr: Dil indir...
uk: Завантажити мови...

source: Translate to your native language
de: in Ihre Muttersprache übersetzen
hu: Fordítsd le az anyanyelvedre
tr: Kendi yerel dilinize çevirin
uk: Перекладіть своєю рідною мовою

source: Password
de: Passwort
hu: Jelszó
tr: Şifre
uk: Пароль

source: Enter the password
de: Bitte Passwort eingeben
hu: Írja be a jelszót
tr: Şifrenizi girin
uk: Ввести пароль

source: Close
de: Schließen
hu: Bezárás
tr: Kapat
uk: Закрити

source: Installed plugins
de: installierte Plugins
hu: Telepített bővítmények
tr: Yüklü eklentiler
uk: Встановлені додатки

source: Name:
hu: Név:
tr: Adı:
uk: Назва:

source: Version:
hu: Verzió:
tr: Sürüm:
uk: Версія:

source: Author:
de: Autor:
hu: Szerző:
tr: Yazar:
uk: Автор:

source: Web:
uk: Веб:

source: Description:
de: Beschreibung:
hu: Leírás:
tr: Açıklama:
uk: Опис:

source: Install
de: Installieren
hu: Telepítés
tr: Yükle
uk: Встановити

source: Downloadable plugins
de: verfügbare Erweiterungen
hu: Letölthető bővítmények
tr: Karşıdan yüklenebilen eklentiler
uk: Завантажувані додатки

source: Preprocessing new directories
de: Vorverarbeitung der neuen Verzeichnisse
hu: Új könyvtárak előfeldolgozása
tr: Yeni dizinler ön işleme
uk: Попередня обробка нових директорій

source: New directory name
de: Neuer Verzeichnisname
hu: Új könyvtár neve
tr: Yeni dizin adı
uk: Ім'я нової директорії

source: Old directory
de: Altes Verzeichnis
hu: Régi könyvtár
tr: Eski dizin
uk: Стара директорія

source: Unpack
de: Entpacken
hu: Kicsomagol
tr: Genişlet
uk: Розпакувати

source: Del source
de: Quelldaten löschen
hu: Forrás törlés
tr: Kaynağı sil
uk: Видалити джерело

source: Size
de: Größe
hu: Méret
tr: Boyut
uk: Розмір

source: New path:
de: Neuer Pfad:
hu: Új útvonal:
tr: Yeni yol:
uk: Новий шлях:

source: Add
de: Hinzufügen
hu: Hozzáadás
tr: Ekle
uk: Додати

source: Save as default
de: Als Standard speichern
hu: Mentés alapértelmezettként
tr: Varsayılan olarak kaydet
uk: Зберегти за замовчуванням

source: Extract ISO
de: ISO extrahieren
hu: ISO kibontása
tr: ISO'yu genişlet
uk: Видобути ISO

source: Delete source path
de: Quellpfad löschen
hu: Forrás könyvtár törlése
tr: Kaynak yolu sil
uk: Видалити шлях джерела

source: Delete *.nfo
de: *.nfo löschen
hu: *.nfo törlése
tr: *.nfo sil
uk: Видалити *.nfo

source: Delete *.diz
de: *.diz löschen
hu: *.diz törlése
tr: *.diz sil
uk: Видалити *.diz

source: Delete *.sfv
de: *.sfv löschen
hu: *.sfv törlése
tr: *.sfv sil
uk: Видалити *.sfv

source: Tags
de: Markierungen
hu: Címkék
tr: Etiketler
uk: Теги

source: Process
de: Prozess
hu: Feldolgozás
tr: İşle
uk: Процес

source: Delete selected item
de: Ausgewähltes Element löschen
hu: Kijelölt elem törlése
tr: Seçili öğeyi sil
uk: Видалити обраний елемент

source: Check all
de: Alles markieren
hu: Összes megjelölése
tr: Tümünü seç
uk: Перевірити все

source: Uncheck all
de: Alle Markierungen entfernen
hu: Összes kijelölés törlése
tr: Hiçbirini seçme
uk: Зняти всі прапорці

source: Processing
de: Verarbeitung läuft...
hu: Feldolgozás
tr: İşleniyor
uk: Опрацювання

source: Processing...
de: Verarbeitung läuft...
hu: Feldolgozás...
tr: İşleniyor...
uk: Опрацювання...

source: Elapsed time:
de: Abgelaufene Zeit:
hu: Eltelt idő:
tr: Geçen süre:
uk: Пройшло часу:

source: Estimated time:
de: Geschätzte Zeit:
hu: Becsült idő:
tr: Tahmini süre:
uk: Приблизний час:

source: Priority
de: Priorität
hu: Prioritás
tr: Öncelik
uk: Пріоритет

source: Hide
de: Ausblenden
hu: Elrejt
tr: Gizle
uk: Приховати

source: Pause
hu: Szünet
tr: Duraklat
uk: Пауза

source: Stop
de: Anhalten
tr: Durdur
uk: Стоп

source: Normal
de: normale
hu: Normál
uk: Звичайний

source: Low
de: niedrige
hu: Alacsony
tr: Düşük
uk: Низький

source: Below normal
de: geringere
hu: Normál alatt
tr: Normalin altı
uk: Нижче норми

source: Above normal
de: erhöhte
hu: Normál felett
tr: Normalin üstü
uk: Вище норми

source: High
de: Hohe
hu: Magas
tr: Yüksek
uk: Високий

source: Process log
de: Verarbeitungsprotokoll
hu: Folyamat napló
tr: İşlem günlüğü
uk: Журнал процесу

source: Log
de: Protokoll
hu: Napló
tr: Günlük
uk: Журнал

source: Progress
de: Fortschritt
hu: Folyamat
tr: İlerleme
uk: Прогрес

source: Update
de: Aktualisierung
hu: Frissítés
tr: Güncelleştir
uk: Оновити

source: Update content
de: Aktualisierung von Inhalten
hu: Frissítés tartalma
tr: İçeriği güncelle
uk: Вміст оновлення

source: Module
de: Modul
hu: Modul
tr: Modül
uk: Модуль

source: Date
de: Datum
hu: Dátum
tr: Tarih
uk: Дата

source: Version
hu: Verzió
tr: Sürüm
uk: Версія

source: Changes
de: Änderungen
hu: Változások
tr: Değişiklikler
uk: Зміни

source: New version found!
de: Neue Version gefunden!
hu: Új verziót találtam!
tr: Yeni sürüm çıktı!
uk: Знайдено нову версію!

source: Select an item
de: Wählen Sie ein Element
hu: Válasszon ki egy elemet
tr: Bir öğe seçin
uk: Обрати елемент

source: Please enter a name!
de: Bitte geben Sie einen Namen ein!
hu: Adjon meg egy nevet!
tr: Bir isim giriniz!
uk: Введіть ім'я!

source: Saving to database...
de: wird in Datenbank gespeichert...
hu: Mentés az adatbázisba...
tr: Veritabanına kaydediliyor...
uk: Збереження до бази даних...

source: Find *.nfo for save...
de: *.nfo für Sicherung suchen...
hu: *.nfo fájl keresése
tr: Kayıt için *.NFO dosyalarını bul...
uk: Знайти *.nfo для збереження...

source: Save '%s' for product...
de: Speichern Sie '%s' als Produkt...
hu: '%s' mentése a termékhez...
tr: '%s' öğesini bu ürün için kaydet...
uk: Зберегти '%s' для збереження...

source: Find image for save...
de: Bild für Sicherung suchen...
hu: Kép keresése mentéshez...
tr: Kayıt için resim ara...
uk: Знайти зображення для збереження...

source: Waiting for password...
de: Passwort erwartet...
hu: Várakozás a jelszóra...
tr: Parola için bekleniyor...
uk: Очікування паролю...

source: Deleted source files.
de: Quelldateien wurden gelöscht.
hu: Forrásfájlok törölve.
tr: Silinen kaynak dosyalar.
uk: Видалені файли джерела.

source: Delete source directory '%s'...
de: Quellverzeichnis '%s' löschen...
hu: Forráskönyvtár '%s' törlése...
tr: '%s' kaynak dizinini sil...
uk: Видалити вихідний каталог '%s'...

source: Move '%s' to target path...
de: Verschiebe '%s' zum Zielpfad...
hu: '%s' mozgatása a célkönyvtárba...
tr: '%s' öğesini hedef dizine taşı...
uk: Перемістити '%s' до шляху призначення...

source: File move error:
de: Fehler beim Verschieben einer Datei:
hu: Fájl áthelyezési hiba:
tr: Dosya taşıma hatası:
uk: Помилка переміщення файлу:

source: Delete temporary directory #2...
de: lösche temporäres Verzeichnis #2...
hu: Ideiglenes könyvtár #2 törlése...
tr: Geçici dizin #2'yi sil...
uk: Видалити тимчасову директорію #2...

source: Target directory doesn't exists!
de: Zielverzeichnis existiert nicht!
hu: Célkönyvtár nem létezik!
tr: Hedef dizin bulunamadı!
uk: Цільова директорія не існує!

source: Delete temporary directory #1...
de: lösche temporäres Verzeichnis #1...
hu: Ideiglenes könyvtár #1 törlése...
tr: Geçici dizin #1 yi sil...
uk: Видалити тимчасову директорію #1...

source: Deleted source directory '%s'.
de: Quellverzeichnis '%s' gelöscht.
hu: Törölt forráskönyvtár: '%s'.
tr: Silinmiş '%s' kaynak dizini.
uk: Видалений вихідний каталог '%s'.

source: Delete source file '%s'...
de: lösche Quelldatei '%s'...
hu: Forrásfájl '%s' törlése...
tr: '%s' kaynak dosyasını sil...
uk: Видалити вихідний файл '%s'...

source: Deleted source file '%s'.
de: Quelldatei '%s' gelöscht.
hu: Forrásfájl '%s' törölve.
tr: Silinmiş '%s' kaynak dosyası.
uk: Видалений вихідний файл '%s'.

source: Search archives...
de: Suche in Archiven...
hu: Tömörített fájlok keresése...
tr: Arşivlerde ara...
uk: Пошук архівів...

source: Unpack '%s'...
de: entpacke '%s'...
hu: '%s' kicsomagolása...
tr: Genişletilmiş '%s'...
uk: Розпакувати '%s'...

source: Unpack error!
de: Fehler beim Entpacken!
hu: Kicsomagolási hiba!
tr: Genişletme hatası!
uk: Помилка розпакування!

source: Extract '%s'...
de: extrahiere '%s'...
hu: '%s' kicsomagolása...
tr: Genişlet '%s'...
uk: Видобути '%s'...

source: Extract error!
de: Fehler beim Extrahieren!
hu: Kicsomagolási hiba!
tr: Genişletme hatası!
uk: Помилка видобування!

source: Move '%s' to temp...
de: '%s' in temporäres Verzeichnis verschieben ...
hu: '%s' áthelyezése az ideiglenes tárolóba...
tr: '%s' öğesini temp dizinine taşı...
uk: Перемістити '%s' до тимчасових...

source: Copy '%s' to temp...
de: '%s' in temporäres Verzeichnis kopieren ...
hu: '%s' másolása az ideiglenes tárolóba...
tr: '%s' öğesini temp dizinine kopyala...
uk: Копіювати '%s' до тимчасових...

source: File copy error:
de: Fehler beim Kopieren einer Datei:
hu: Fájlmásolási hiba:
tr: Dosya kopyalama hatası:
uk: Помилка копіювання файлу:

source: Please wait until the processing operations are completed!
de: Bitte warten bis Verarbeitung abgeschlossen ist!
hu: Várjon, amíg a feldolgozási műveletek befejeződtek!
tr: Lütfen işlemler tamamlanıncaya kadar bekleyin!
uk: Дочекайтеся закінчення операцій обробки!

source: Do you want to delete the '%s' category?
de: Wollen Sie die Kategorie '%s' löschen?
hu: Szeretné törölni a '%s' kategóriát?
tr: '%s' kategorisini silmek istiyor musunuz?
uk: Бажаєте видалити категорію '%s?

source: Are you sure delete the selected directories?
de: Wollen Sie wirklich die gewählten Verzeichnisse löschen?
hu: Biztos, hogy törli a kiválasztott könyvtárakat?
tr: Seçilen dizinleri silmek istediğinize emin misiniz?
uk: Ви дійсно бажаєте видалити обрані директорії?

source: Are you sure delete the source files? Path: %s
de: Wollen Sie wirklich die Quelldateien löschen? Pfad: %s
hu: Biztos, hogy törli a forrás fájlokat? Útvonal: %s
tr: Kaynak dosyaları silmek emin misiniz? Dosya yolu: %s
uk: Ви дійсно бажаєте видалити вихідні файли? Шлях: %s

source: Preparing...
de: treffe Vorbereitungen ...
hu: Előkészítés...
tr: Hazırlanıyor...
uk: Підготовка...

source: Please wait
de: bitte warten ...
hu: Kérem várjon
tr: Lütfen bekleyin
uk: Зачекайте, будь-ласка

source: Reprocess %s...
de: Neuverarbeitung von %s...
hu: Újrafeldolozás %s...
tr: Tekrar işleme %s...
uk: Повторна обробка %s...

source: Add new category
de: Neue Kategorie hinzufügen
hu: Új kategória hozzáadása
tr: Yeni kategori ekle
uk: Додати нову категорію

source: Enter URL
de: URL eingeben
hu: URL megadása
tr: URL girin
uk: Ввести URL

source: Do you want to continue with closing (might cause DATA LOSS)?
de: Wollen Sie das Programm wirklich schließen (Gefahr von Datenverlust)?
hu: Szeretné folytatni a bezárást (ADATVESZTÉST okozhat)?
tr: Kapatma işlemine devam etmek istiyor musunuz (Veri kaybına neden olabilir) ?
uk: Продовжити закривати (може спричинити втрату даних)?

source: Some folders are still being processed. Do you really want to exit?
de: Einige Verzeichnisse werden noch verarbeitet! Wollen Sie wirklich abbrechen?
hu: Egyes mappák feldolgozása folyamatban van. Biztosan kilép?
tr: Bazı klasörler hala işleniyor. Çıkmak istediğinizden emin misiniz?
uk: Деякі папки усе ще обробляються. Ви дійсно бажаєте вийти?

source: Error during %s plugin process: %s
de: Fehler in %s Plugin-Prozess: %s
hu: Hiba történt a(z) %s bővítmény futásakor: %s
tr: %s eklentisinin çalışması sırasında hata oluştu: %s
uk: Помилка під-час %s процесу додатка: %s

source: Regenerate tags...
de: regeneriere Stichworte...
hu: Címkék újragenerálása...
tr: Etiketleri yeniden oluştur...
uk: Повторне створення тегів...

source: Generate matrix to intelligent sorter...
de: erstelle Matrix für intelligente Sortierung...
hu: Mátrix generálás az ICS számára...
tr: Akıllı sıralayıcısı için matris oluştur...
uk: Генерувати матрицю до інтелектуального сортувальника...

source: Calculating tags usage...
de: berechne Nutzung der Stichworte...
hu: Címke használat számítása...
tr: Etiketlerin kullanımı hesaplanıyor...
uk: Обрахунок використання тегів...

source: All products
de: alle Produkte
hu: Minden termék
tr: Tüm ürünler
uk: Всі продукти

source: < Add category... >
de: <Kategorie hinzufügen ... >
hu: < Kategória hozzáadása... >
tr: < Kategori ekle... >
uk: < Додати категорію... >

source: Queue (%d)
de: Warteschlange (%d)
hu: Várósor (%d)
tr: Sıra (%d)
uk: Черга (%d)

source: Enter new directory name
de: neuen Verzeichnisnamen eingeben
hu: Írja be az új könyvtár nevét
tr: Yeni dizin adı girin
uk: Ввести нове ім'я директорії

source: Would you like to set directory name to product name?
de: Soll der Verzeichnisname vom Produktnamen abgeleitet werden?
hu: Szeretné beállítani a termék nevét a könyvtár nevére?
tr: Dizin adının ürün adı olarak ayarlanmasını ister misiniz?
uk: Бажаєте присвоїти ім'я директорії для імені продукту?

source: Please add some tags to product!
de: Bitte geben Sie Stichworte zum Produkt ein!
hu: Kérjük adjon hozzá néhány címkét!
tr: Lütfen ürüne bir kaç etiket ekleyin!
uk: Додайте теги до продукту!

source: Consistence checking...
de: Konsistenzprüfung...
hu: Konzisztencia ellenőrzés ...
tr: Tutarlılık kontrol ediliyor...
uk: Перевірка узгодженості...

source: The '%s' directory doesn't exists. Do you want to delete from library?
de: Das '%s' Verzeichnis existiert nicht. Wollen Sie aus der Bibliothek löschen?
hu: A '%s' könyvtár nem létezik. Szeretné törölni az adatbázisból?
tr: '%s' dizini bulunamadı. Kitaplıktan silmek istiyor musunuz?
uk: Директорії '%s' не існує. Бажаєте видалити її з бібліотеки?

source: Consistence check finished!
de: Konsistenzprüfung beendet!
hu: Konzisztencia ellenőrzés kész!
tr: Tutarlılık kontrolü tamamlandı!
uk: Перевірку узгодженості закінчено!

source: Vacuum main database...
de: Reorganisieren der Hauptdatenbank ...
hu: Fő adatbázis takarítása...
tr: Ana veritabanını optimize et...
uk: Прибрати головну базу даних...

source: Vacuum info database...
de: Reorganisieren der Info Datenbank ...
hu: Infó adatbázis takarítása...
tr: Bilgi veritabanını optimize et...
uk: Прибрати інформацію бази даних...

source: Vacuum finished!
de: Reorganisieren beendet!
hu: Takarítás kész!
tr: Optimizasyon tamamlandı!
uk: Прибирання завершено!

source: Stuff organizer backup files
de: Stuff Organizer Sicherungs-Dateien
hu: Stuff organizer biztonsági mentések
tr: Stuff organizer yedekleme dosyaları
uk: Файли архівації Stuff organizer

source: Backup...
de: Sichern ...
hu: Biztonsági másolat készítése...
tr: Yedekleme...
uk: Резервне копіювання...

source: Finished!
de: Fertig!
hu: Kész!
tr: Tamamlandı!
uk: Закінчено!

source: Error during backup:
de: Fehler während der Sicherung:
hu: Hiba a biztonsági mentés közben:
tr: Yedekleme sırasında hata oluştu:
uk: #:Помилка під-час архівування:

source: Restore...
de: Wiederherstellen...
hu: Visszaállítás...
tr: Geri yükle...
uk: Відновити...
