Repository: jomael/stufforganizer
Catalog: Source/locale/*/LC_MESSAGES/default.po
Languages: el, es_es, fr, pt_br, ro, ru

source: Delete temporary directory #1...
el: Διαγραφή προσωρινού καταλόγου #1...
es_es: Eliminar temporalmente el directorio #1...
fr: Supprimez le répertoire temporaire #1...
pt_br: Excluir diretório temporário #2...
ro: Ștergere Folder temporar #1...
ru: Удаление временной папки #1...

source: Deleted source directory '%s'.
el: Διαγραμμένος κατάλογος προέλευσης '%s'.
es_es: Directorio de origen eliminado '%s'.
fr: Répertoire source supprimés « %s ».
pt_br: Excluir diretório de origem '%s'.
ro: Ștergere Folderul sursă '%s'.
ru: Удалена исходная папка '%s'.

source: Delete source file '%s'...
el: Διαγραφή αρχείου προέλευσης '%s'...
es_es: Eliminar archivo de origen '%s'...
fr: Supprimez le fichier source « %s »...
pt_br: Excluir arquivo de origem '%s'...
ro: Ştergeţi fişierul sursă '%s'...
ru: Удаление исходного файла '%s'...

source: Deleted source file '%s'.
el: Διαγραμμένο αρχείο προέλευσης '%s'.
es_es: Archivo de origen eliminado '%s'.
fr: Fichier source supprimés « %s ».
pt_br: Arquivo excluído na origem '%s'.
ro: Fişierul sursă şters '%s'.
ru: Удаленный исходный файл '%s'.

source: Search archives...
el: Αναζήτηση φακέλων...
es_es: Buscar archivos...
fr: Recherchez des archives...
pt_br: Procurar arquivos...
ro: Căutare arhive...
ru: Поиск архивов...

source: Unpack '%s'...
el: Αποσυσκευασία του '%s'...
es_es: Descomprimir '%s'...
fr: Décompresser « %s »...
pt_br: Descompactar '%s'...
ro: Dezarhivaţi '%s'...
ru: Распаковка '%s'...

source: Unpack error!
el: Σφάλμα αποσυσκευασίας!
es_es: ¡Error al descomprimir!
fr: Erreur de décompression!
pt_br: Erro ao Descompactar!
ro: Eroare dezarhivare!
ru: Ошибка распаковки!

source: Extract '%s'...
el: Αποσυμπίεση '%s'...
es_es: Extraer '%s'...
fr: Extrait de « %s »...
pt_br: Extrair '%s'...
ro: Extragere '%s'...
ru: Экстракт '%s'...

source: Extract error!
el: Σφάλμα αποσυμπίεσης!
es_es: ¡Error de extracción!
fr: Erreur d'extraction!
pt_br: Erro ao Extrair!
ro: Eroare extragere!
ru: Ошибка извлечения!

source: Move '%s' to temp...
el: Μετακίνηση '%s' σε προσωρινό...
fr: Déplacer « %s » à temp...
pt_br: Mover '%s' para temporário...
ro: Mutare '%s' in temporar...
ru: Переместить '%s' во временную папку...

source: Copy '%s' to temp...
el: Αντιγραφή '%s' σε προσωρινό...
fr: Copiez « %s » à temp...
pt_br: Copiar '%s' para temporário...
ro: Copiere '%s' in temporar...
ru: Копировать '%s' во временную папку...

source: File copy error:
el: Σφάλμα αντιγραφής αρχείων:
es_es: Error al copiar archivos:
fr: Erreur de copie du fichier:
pt_br: Erro de cópia de arquivo:
ro: Eroare copiere fişier:
ru: Ошибка при копировании файлов:

source: Please wait until the processing operations are completed!
el: Περιμένετε μέχρι να ολοκληρωθούν οι εργασίες σε εξέλιξη!
es_es: ¡Espera a que las demás operaciones terminen de procesarse!
fr: Veuillez patienter jusqu'à ce que les opérations de traitement sont terminées!
pt_br: Por favor, aguarde até que as operações de transformação tenham terminado!
ro: Vă rugăm să aşteptaţi până la finalizarea operaţiilor!
ru: Дождитесь завершения обработки операций!

source: Do you want to delete the '%s' category?
el: Θέλετε να διαγράψετε την κατηγορία '%s';
es_es: ¿Desea eliminar la categoría de '%s'?
fr: Voulez-vous supprimer la catégorie « %s »?
pt_br: Você deseja excluir a categoria '%s'?
ro: Doriţi să ştergeţi categoria '%s'?
ru: Вы хотите удалить категорию '%s'?

source: Are you sure delete the selected directories?
el: Είστε σίγουροι οτι θέλετε να διαγράψετε τους επιλεγμένους φακέλους;
es_es: ¿Deseas eliminar los directorios seleccionados?
fr: Etes-vous sûr de supprimer les répertoires sélectionnés?
pt_br: Deseja realmente excluir diretórios selecionados?
ro: Sunteţi sigur că doriţi ştergerea folderelor selectate?
ru: Вы уверены, что хотите удалить выбранные каталоги?

source: Are you sure delete the source files? Path: %s
el: Είστε σίγουροι οτι θέλετε να διαγράψετε τα αρχεία προέλευσης; Διαδρομή: %s
es_es: ¿Deseas eliminar los archivos de origen? Ruta: %s
fr: Etes-vous sûr de supprimer les fichiers source? Chemin:%s
pt_br: Deseja realmente excluir os arquivos de origem? Caminho: %s
ro: Sunteţi sigur că doriţi ştergerea fişierelor sursă? Locaţie: %s
ru: Вы уверены, что хотите удалить исходные файлы? Путь: %s.

source: Preparing...
el: Προετοιμασία...
es_es: Preparando...
fr: Préparation...
pt_br: Preparando...
ro: Pregatire...
ru: Подготовка...

source: Please wait
el: Παρακαλώ περιμένετε
es_es: Espera, por favor
fr: Veuillez patienter
pt_br: Aguarde
ro: Vă rugăm aşteptaţi!
ru: Пожалуйста, подождите

source: Reprocess %s...
el: Επανεπεξεργασία %s...
es_es: Volver a procesar %s...
fr: Retraiter %s...
pt_br: Refazer %s...
ro: Reprocesare %s...
ru: Обработка %s...

source: Add new category
el: Προσθήκη νέας κατηγορίας
es_es: Añadir nueva categoría
fr: Ajouter une nouvelle catégorie
pt_br: Adicionar nova categoria
ro: Adăugare categorie nouă
ru: Добавить новую категорию

source: Enter URL
el: Πληκτρολογήστε τη διεύθυνση URL
es_es: Introducir URL
fr: Saisissez l'URL
pt_br: Inserir URL
ro: Introduceţi URL
ru: Введите URL-адрес

source: Do you want to continue with closing (might cause DATA LOSS)?
el: Θέλετε να συνεχίσετε με το κλείσιμο (μπορεί να προκαλέσει ΑΠΏΛΕΙΑ ΔΕΔΟΜΈΝΩΝ);
es_es: ¿Deseas continuar con el cierre? (Podría causar pérdida de datos)
fr: Voulez-vous continuer avec la fermeture (peut causer la perte de données)?
pt_br: Você quer continuar com fechamento (pode causar perda de dados)?
ro: Doriţi să continuaţi cu închidere (s-ar putea provoca pierderi de date)?
ru: Вы хотите закрыть приложение (приведёт к потере данных)?

source: Some folders are still being processed. Do you really want to exit?
el: Ορισμένοι φάκελοι εξακολουθούν να υφίστανται επεξεργασία. Είστε βέβαιοι ότι θέλετε να κλείσετε;
es_es: Algunas carpetas todavía se están procesando. ¿Deseas salir de todas formas?
fr: Certains dossiers sont encore en cours de traitement. Voulez-vous vraiment quitter ?
pt_br: Algumas pastas ainda estão sendo processadas. Deseja realmente sair?
ro: Unele foldere sunt încă în curs de procesare. Doriţi intr-adevăr să ieşiţi?
ru: В некоторые папки все еще обрабатываются. Вы действительно хотите выйти?

source: Error during %s plugin process: %s
el: Σφάλμα κατά τη διαδικασία %s plugin: %s
es_es: Error durante el proceso de plugin %s: %s
fr: Erreur lors du processus de plug-in %s: %s
pt_br: Erro durante o processo de plug-in %s: %s
ro: Eroare în timpul executiei plugin-ului %s: %s
ru: Ошибка выполнения %s плагина в процессе %s

source: Regenerate tags...
el: Αναδημιουργία ετικετών...
es_es: Regenerar etiquetas...
fr: Régénérer les balises...
pt_br: Gerar novamente tags...
ro: Regenerare Etichete...
ru: Пересоздание тегов...

source: Generate matrix to intelligent sorter...
el: Δημιουργία μήτρας για έξυπνη ταξινόμηση...
fr: Générer la matrice pour la trieuse intelligente...
pt_br: Gere matriz para classificação inteligente...
ro: Generare matrice de sortare inteligenta...
ru: Создание образца для умной сортировки...

source: Calculating tags usage...
el: Υπολογισμός χρήσης ετικετών...
es_es: Calculando etiquetas usadas...
fr: Calcul de l'utilisation des balises...
pt_br: Calcular a utilização de tags...
ro: Calcularea folosirii etichetelor...
ru: Расчёт использования тегов...

source: All products
el: Όλα τα προϊόντα
es_es: Todos los productos
fr: Tous les produits
pt_br: Todos os produtos
ro: Toate produsele
ru: Все продукты

source: < Add category... >
el: < Προσθήκη κατηγορίας... >
es_es: < Añadir categoría... >
fr: < Ajouter la catégorie... >
pt_br: < Adicionar categoria... >
ro: < Adaugare categorie... >
ru: < Добавить категорию... >

source: Queue (%d)
el: Ουρά (%d)
es_es: Cola (%d)
fr: File d'attente (%d)
pt_br: Fila (%d)
ro: Coadă de aşteptare (%d)
ru: Очередь (%d)

source: Enter new directory name
el: Εισαγάγετε νέο όνομα καταλόγου
es_es: Escribir un nuevo nombre de directorio
fr: Entrez le nom du nouveau répertoire
pt_br: Digite o novo nome do diretório
ro: Introduceţi noul nume pentru folder
ru: Введите новое имя каталога

source: Would you like to set directory name to product name?
el: Θα θέλατε να ορίσετε ως όνομα καταλόγου το όνομα προϊόντος;
es_es: ¿Te gustaría ponerle un nombre al directorio del producto?
fr: Voulez-vous mettre le nom du répertoire à partir du nom du produit?
pt_br: Gostaria de definir nome de diretório para o nome do produto?
ro: Doriţi să atribuiţi numele folderului si pentru nume produs?
ru: Хотите ввести имя каталога для продукта?

source: Please add some tags to product!
el: Παρακαλώ προσθέστε ορισμένες ετικέτες στο προϊόν!
es_es: ¡Añade alguna etiqueta al producto!
fr: Veuillez ajouter certaines balises au produit!
pt_br: Por favor, adicione algumas tags ao produto!
ro: Vă rugăm să adăugaţi unele etichete produsului!
ru: Пожалуйста, добавьте несколько тегов для продукта!

source: Consistence checking...
el: Έλεγχος συνοχής...
es_es: Comprobando la consistencia...
fr: Vérification de cohérence...
pt_br: Verificação de consistência...
ro: Verificare consistenţă...
ru: Проверка состояния...

source: The '%s' directory doesn't exists. Do you want to delete from library?
el: Ο κατάλογος '%s' δεν υπάρχει. Θέλετε να διαγράψετε από τη βιβλιοθήκη;
es_es: El directorio '%s' no existe. ¿Deseas eliminarlo de la biblioteca?
fr: Le répertoire « %s » n'existe pas. Voulez vous le supprimer de la bibliothèque ?
pt_br: O diretório '%s' não existe. Você deseja excluir da biblioteca?
ro: Folderul '%s' nu există. Doriţi să-l ştergeţi din bibliotecă?
ru: Каталог '%s' не существует. Вы хотите удалить его из библиотеки?

source: Consistence check finished!
el: Έλεγχος συνοχής ολοκληρώθηκε!
es_es: ¡Verificación de consistencia terminada!
fr: Vérification de la cohérence fini!
pt_br: Verificação de consistência acabado!
ro: Verificare consistenţă finalizată!
ru: Проверка состояния завершена!

source: Vacuum main database...
el: Εκκαθάριση κύριας βάσης δεδομένων...
fr: Vider la base de données principale...
pt_br: Banco de dados principal vácuo...
ro: Golire bază de date principală...
ru: Основная вакуумная база данных...

source: Vacuum info database...
el: Εκκαθάριση βάσης δεδομένων πληροφοριών...
fr: Base de données vide info...
pt_br: Banco de dados de vácuo info...
ro: Golire informaţii bază de date...
ru: Вакуумная информация базы данных...

source: Vacuum finished!
el: Εκκαθάριση ολοκληρώθηκε!
fr: Fini de vider!
pt_br: Vácuo acabado!
ro: Golire finalizată!
ru: Вакуум закончен!

source: Stuff organizer backup files
el: Αρχεία αντιγράφων ασφαλείας Stuff Organizer
es_es: Copia de seguridad del organizador
fr: Fichiers de sauvegarde Stuff Organizer
pt_br: Stuff organizer Cópia de segurança
ro: Fisierele backup ale Stuff organizer
ru: Резервное копирование Stuff organizer-а

source: Backup...
el: Δημιουργία αντιγράφου ασφαλείας...
es_es: Hacer copia de seguridad...
fr: Sauvegarde...
pt_br: Cópia de segurança...
ro: Copie de rezervă...
ru: Резервное копирование...

source: Finished!
el: Ολοκληρώθηκε!
es_es: ¡Terminado!
fr: Terminé!
pt_br: Concluído!
ro: Terminat!
ru: Завершено!

source: Error during backup:
el: Σφάλμα κατά τη δημιουργία αντιγράφων ασφαλείας:
es_es: Error durante la copia de seguridad:
fr: Erreur lors de la sauvegarde:
pt_br: Erro durante o backup:
ro: Eroare in timpul copiei de siguranţă:
ru: Ошибка во время резервного копирования:

source: Restore...
el: Επαναφορά...
es_es: Restaurar...
fr: Restaurer...
pt_br: Restauração...
ro: Restaurare...
ru: Восстановление...

source: Error during restore:
el: Σφάλμα κατά την επαναφορά:
es_es: Error durante la restauración:
fr: Erreur lors de la restauration:
pt_br: Erro durante a restauração:
ro: Eroare in timpul restaurării:
ru: Ошибка во время восстановления:

source: Preparing '%s'...
el: Προετοιμασία '%s'...
es_es: Preparando '%s'...
fr: Préparation « %s »...
pt_br: Preparando '%s'...
ro: Pregătire '%s'...
ru: Подготовка '%s'...

source: The specified source directory (%s) has been processed! Do you want to continue?
el: Η καθορισμένη προέλευση καταλόγου (%s) έχει επεξεργαστεί! Θέλετε να συνεχίσετε;
es_es: ¡El directorio de origen especificado (%s) se ha procesado! ¿Deseas continuar?
fr: Le répertoire source spécifié (%s) a été traitée! Voulez-vous continuer?
pt_br: O diretório de origem especificada (%s) já foi processado! Você deseja continuar?
ro: Folderul sursa specificat (%s) a fost procesat! Doriţi să continuaţi?
ru: Указанный исходный каталог (%s) был обработан! Хотите продолжить?

source: Running ICS on '%s'...
el: Εκτέλεση ICS για '%s'...
es_es: Ejecuta ICS en '%s'...
fr: Exécution ICS sur « %s »...
pt_br: Executando o ICS em '%s'...
ro: Execută ICS pe '%s'...
ru: Запуск ICS на '%s'...

source: Would you like to move directories according to the new category?
el: θέλεατε να μετακινήσετε καταλόγους σύμφωνα με τη νέα κατηγορία;
es_es: ¿Le gustaría mover directorios de acuerdo a la nueva categoría?
fr: Voulez-vous déplacer des répertoires en fonction de la nouvelle catégorie?
pt_br: Gostaria de mover diretórios de acordo com a nova categoria?
ro: Doriţi să mutaţi folderele în conformitate cu noua categorie?
ru: Вы хотели бы переместить каталоги в соответствии с новой директорией?

source: Delete items...
el: Διαγραφή στοιχείων...
es_es: Eliminar elementos...
fr: Supprimer les éléments...
pt_br: Excluir itens...
ro: Ştergeţi elementele...
ru: Удаление объектов...

source: Delete
el: Διαγραφή
es_es: Eliminar
fr: Supprimer
pt_br: Excluir
ro: Ştergeţi
ru: Удалить

source: Would you like to delete these folders on hard disk?
el: Θέλετε να διαγράψετε αυτούς τους φακέλους από το σκληρό δίσκο;
es_es: ¿Le gustaría eliminar estas carpetas en el disco duro?
fr: Voulez-vous supprimer ces dossiers sur le disque dur?
pt_br: Gostaria de excluir essas pastas no disco rígido?
ro: Doriţi să ştergeţi aceste foldere de pe hard disk?
ru: Вы хотите удалить эти папки из жесткого диска?

source: Modify category properties
el: Τροποποίηση ιδιοτήτων κατηγορίας
es_es: Modificar propiedades de categoría
fr: Modifiez les propriétés de catégorie
pt_br: Modificar as propriedades da categoria
ro: Modificare proprietăţi categorie
ru: Изменить свойства категорий

source: Save unprocessed items...
el: Αποθηκεύστε μη επεξεργασμένα αντικείμενα...
es_es: Guardar elementos sin procesar...
fr: Enregistrer les éléments non transformés...
pt_br: Salvar itens não processados​​...
ro: Salvare elemente neprelucrate...
ru: Сохранить необработанные элементы...

source: Password for %s
el: Κωδικός πρόσβασης για το %s
es_es: Contraseña para %s
fr: Mot de passe pour %s
pt_br: Senha para %s
ro: Parola pentru %s
ru: Пароль для %s

source: View log
el: Προβολή αρχείου καταγραφής
es_es: Ver registro
fr: Afficher le journal
pt_br: Exibir log
ro: Vizualizare jurnal
ru: Просмотр журнала

source: Process (%d)
el: Διαδικασία (%d)
es_es: Proceso (%d)
fr: Processus (%d)
pt_br: Processo (%d)
ro: Procesare (%d)
ru: Процесс (%d)

source: New path:
el: Νέα διαδρομή:
es_es: Nueva ruta:
fr: Nouveau chemin:
pt_br: Novo caminho:
ro: Noua locaţie:
ru: Новый путь:

source: Are you sure delete the selected items?
el: Είστε σίγουροι οτι θέλετε να διαγράψετε τα επιλεγμένα στοιχεία;
es_es: ¿Es que seguro eliminar los elementos seleccionados?
fr: Etes-vous sûr de supprimer les éléments sélectionnés?
pt_br: Você tem certeza excluir os itens selecionados?
ro: Sigur doriţi ștergerea elementelor selectate?
ru: Вы уверены, что хотите удалить выбранные элементы?

source: The '%s' item can't delete!
el: Το στοιχείο '%s' δεν είναι δυνατό να διαγραφεί!
es_es: No se puede eliminar el elemento '%s'!
fr: Impossible de supprimer l'élément « %s »!
pt_br: Não é possível excluir o item '%s'!
ro: Elementul '%s' nu se poate şterge!
ru: Элемент '%s' нельзя удалить!

source: <no category>
el: < καμία κατηγορία >
es_es: <ninguna categoría>
fr: < aucune catégorie >
pt_br: < sem categoria >
ro: < fară categorie >
ru: < нет категории >

source: Settings saved as default.
el: Οι ρυθμίσεις αποθηκεύονται ως προεπιλογή.
es_es: Configuración guardada por defecto.
fr: Paramètres enregistrés comme valeur par défaut.
pt_br: Configurações salvas como padrão.
ro: Setări salvate în mod implicit.
ru: Настройки сохранены(как по умолчанию).

source: Finished.
el: Ολοκληρώθηκε.
es_es: Terminado.
fr: Terminé.
pt_br: Concluído.
ro: Terminat.
ru: Завершено.

source: Aborted.
el: Ματαιώθηκε.
es_es: Anulado.
fr: Annulé
pt_br: Anulada.
ro: Abandonată.
ru: Прервано.

source: Application exit for to update...
el: Αίτηση ενημέρωσης κατά την έξοδο...
es_es: La aplicación se cerrará para actualizar...
fr: Quitter l'application pour mettre à jour ...
pt_br: Sair para atualizar ...
ro: Aplicaţia inchisă pentru actualizare...
ru: Приложение закрывается для обновления...

source: Application is up to date.
el: Η εφαρμογή είναι ενημερωμένο.
es_es: Aplicación está actualizada.
fr: L'application est à jour.
pt_br: Aplicativo está atualizado.
ro: Aplicaţia este actualizată.
ru: Приложение не нуждается в обновлении.

source: Unknow update file!
el: Άγνωστο αρχείο ενημερωμένης έκδοσης!
es_es: Desconocido archivo de actualización!
fr: Mise a jour inconnu!
pt_br: Arquivo de atualização desconhecido!
ro: Fişier de actualizare necunoscut!
ru: Неизвестный файл обновления!

source: Update info not found!
el: Πληροφορίες ενημέρωσης δεν βρέθηκαν!
es_es: Actualizar información no encontrada!
fr: Info mise à jour non trouvé!
pt_br: Informações de atualização não encontrado!
ro: Nu au fost gasite informaţii pentru actualizare!
ru: Обновление информации не найдено!

source: Update error!
el: Σφάλμα ενημέρωσης!
es_es: Error de actualización!
fr: Erreur de mise a jour!
pt_br: Erro de atualização!
ro: Eroare de actualizare!
ru: Ошибка при обновлении!

source: Resume
el: Συνέχιση
es_es: Reanudar
fr: Reprendre
pt_br: Reiniciar
ro: Reluare
ru: Назад

source: Are you sure stop the processing?
el: Είστε σίγουροι οτι θέλετε να τερματίσετε τη διαδικασία;
es_es: ¿Estás seguro de detener el procesamiento?
fr: Etes-vous sûr d'arrêter le traitement?
pt_br: Você tem certeza de que deseja parar o processamento?
ro: Sigur doriţi oprirea procesării?
ru: Вы хотите остановить обработку?

source: Waiting for thread terminate...
el: Αναμονή για τερματισμό νηματικού υπολογισμού...
es_es: En espera de subproceso terminar...
fr: Attente de la fin du traitement
pt_br: Aguardando thread terminar...
ro: Aşteptare pentru finalizarea...
ru: Ожидание для прекращения потока...

source: Processing %s...
el: Επεξεργασία %s...
es_es: Procesamiento de %s...
fr: Traitement %s...
pt_br: Processando %s...
ro: Procesare %s...
ru: Обработка %s ...

source: Finished
el: Ολοκληρώθηκε
es_es: Terminado
fr: Fini
pt_br: Concluído
ro: Terminat
ru: Завершено

source: Elapsed time: %s
el: Χρόνος που πέρασε: %s
es_es: Tiempo transcurrido: %s
fr: Temps écoulé : %s
pt_br: Tempo decorrido: %s
ro: Timp scurs: %s
ru: Прошедшее время: %s

source: Estimated time: %s
el: Εκτιμώμενος χρόνος: %s
es_es: Tiempo estimado: %s
fr: Temps estimé : %s
pt_br: Tempo estimado: %s
ro: Timp estimat: %s
ru: Оставшееся время: %s

source: Download error:
el: Σφάλμα λήψης:
es_es: Error de descarga:
fr: Erreur de téléchargement:
pt_br: Erro ao baixar:
ro: Eroare de Descărcare:
ru: Ошибка загрузки:

source: Version %d.%d.%d ( Build %d )
el: Έκδοση %d.%d.%d (Build %d)
es_es: Versión %d.%d.%d (compilación %d)
pt_br: Versão %d.%d.%d ( Build %d )
ro: Versiune %d.%d.%d (Build %d)
ru: Версия %d.%d.%d (сборка %d)

source: Saved to database.
el: Αποθηκεύτηκαν στη βάση δεδομένων.
es_es: Guardado en la base de datos.
fr: Enregistrées dans la base de données.
pt_br: Salvo em banco de dados.
ro: Salvat în baza de date.
ru: Сохранено в базу данных.

source: Main module
el: Κύρια ενότητα
es_es: Módulo principal
fr: Module principal
pt_br: módulo principal
ro: Modulul principal
ru: Основной модуль

source: catalog, stuff, organizer, collection, library, movie, applications, software, music, game, uncompressor, decompressor
el: Κατάλογος , stuff, οργανωτής, συλλογή, βιβλιοθήκη, ταινία, εφαρμογές, λογισμικό, μουσική, παιχνίδι,
es_es: catálogo, cosas, organizador, colección, biblioteca, película, aplicaciones, software, música, juego, descompresor y compresor
fr: Catalogue,tache,organisateur,collection,bibliothèque,film,applications,logiciel,musiques,jeux,decompresseur
pt_br: Catálogo, coisas, organizador, coleção, biblioteca, filmes, aplicativos, software, música, jogo, uncompressor, descompactador
ro: catalog, obiecte, organizator, colecţie, bibliotecă, film, aplicaţii, programe, muzică, joc, comprimare, decomprimare
ru: Каталог, разное, сортированное, коллекции, библиотека, кино, приложения, программы, музыку, игры, несжатое, расжатое

source: Stuff Organizer is a catalog software
el: Το Stuff Organizer είναι ένα λογισμικό καταλόγου
es_es: Stuff Organizer es una aplicación de catálogo gratuito y de código abierto. Puedes organizar tus cosas (películas, softwares, juegos, músicas, libros electrónicos o lo que sea. Si tienes muchos archivos descargaron de torrent o web y le gustaría organizarlas, tendrá que descargar el programa! Funciona en Windows 7 / Vista / XP / 2008 / 2003. Organizador de cosas es software de código abierto distribuido gratuitamente bajo los términos de la licencia pública General de GNU. Principales características: descomprimir archivos comprimidos (e.g: zip, rar) en dos niveles después de desembalar, limpia los archivos no utilizados en el directorio (por ejemplo: file_id.diz, archivo sfv) extraer iso si desea ordenar categorías multinivel apoyo apoyo de arrastrar-n-colocar etiquetas guardar el contenido del archivo NFO y descripción del producto de base de datos obtener imagen desde la web (por ejemplo: allrovi.com)
fr: Stuff Organizer est un programme de catalogage
pt_br: Stuff Organizer é um software de catálogo
ro: Stuff Organizer este o aplicaţie de catalogare
ru: Stuff Organizer – каталог программного обеспечения
