Repository: jomael/stufforganizer
Catalog: Source/locale/*/LC_MESSAGES/default.po
Languages: el, es_es, fr, pt_br, ro, ru

source: About
el: Περί
es_es: Acerca de
fr: À propos
pt_br: Sobre
ro: Despre
ru: О

source: Check new version
el: Έλεγχος για νέα έκδοση
es_es: Prueba la nueva versión
fr: Vérifiez la nouvelle version
pt_br: Verifique a nova versão
ro: Verificaţi existenta unei noi versiuni
ru: Проверка новой версии

source: Stuff Organizer is open source software distributed free of charge under the terms of
el: Το Stuff Organizer είναι ανοικτού κώδικα λογισμικό. Διανέμεται δωρεάν βάσει των όρων της
es_es: Organizador de cosas es software de código abierto distribuido gratuitamente bajo los términos de
fr: Stuff Organisateur est un logiciel open source distribuĂ© gratuitement selon les termes de la
pt_br: Stuff Organizer é um software de código aberto distribuído gratuitamente sob os termos da
ro: Stuff Organizer este un program "open source" distribuit gratuit în conformitate cu termenii
ru: Stuff Organizer программа с открытым исходным кодом, распространяющаяся бесплатно в соответствии с условиями

source: the GNU General Public License
el: GNU General Public License
es_es: la GNU General Public License
fr: GNU General Public License
pt_br: a GNU General Public License
ro: Licenţa publică generală GNU
ru: Общественная Лицензия GNU

source: OK
el: Εντάξει
es_es: Aceptar
ru: ОК

source: Category
el: Κατηγορία
es_es: Categoría
fr: Catégorie
pt_br: Categoria
ro: Categorie
ru: Категория

source: Category target path
el: Κατηγορία διαδρομής προορισμού
es_es: Ruta de destino de la categoría
fr: Chemin cible de catégorie
pt_br: Caminho de destino da categoria
ro: Organizare Locaţii destinaţie
ru: Путь к каталагу

source: If blank, it's equal with source path
el: Εάν είναι κενή, είναι ίση με τη διαδρομή προέλευσης
es_es: Si se deja en blanco será igual a la ruta de origen
fr: Si vide, il est égal au chemin source
pt_br: Se estiver em branco, é igual com o caminho de origem
ro: Dacă-i necompletat, este egal cu locatia sursă
ru: Если строка пуста, равна исходному пути

source: Color
el: Χρώμα
fr: Couleur
pt_br: Cor
ro: Culoare
ru: Цвет

source: Icon
el: Εικονίδιο
es_es: Icono
fr: Icône
pt_br: Ícone
ro: Pictograma
ru: Иконка

source: Cancel
el: Ακύρωση
es_es: Cancelar
fr: Annuler
pt_br: Cancelar
ro: Renunţare
ru: Отмена

source: Ok
el: Εντάξει
es_es: Aceptar

source: Category name
el: Όνομα κατηγορίας
es_es: Nombre de la categoría
fr: Nom de la catégorie
pt_br: Nome da categoria
ro: Nume categorie
ru: Имя категории

source: Please specify a directory
el: Παρακαλώ καθορίστε έναν φάκελο
es_es: Especifique un directorio
pt_br: Por favor, especifique um diretório
ro: Vă rugăm să specificaţi un Folder
ru: Пожалуйста, укажите папку

source: Product name
el: Όνομα προϊόντος
es_es: Nombre del producto
fr: Nom du produit
pt_br: Nome do produto
ro: Nume produs
ru: Название продукта

source: Description
el: Περιγραφή
es_es: Descripción
pt_br: Descrição
ro: Descriere
ru: Описание

source: Added
el: Προστέθηκαν
es_es: Añadido
fr: Ajouté
pt_br: Adicionado
ro: Adăugat
ru: Добавлено

source: Path
el: Διαδρομή
es_es: Ruta
fr: Chemin
pt_br: Caminho
ro: Locatie
ru: Путь

source: Product information:
el: Πληροφορίες για το προϊόν:
es_es: Información del producto:
fr: Informations sur le produit:
pt_br: Informações sobre o produto:
ro: Informaţii despre produs:
ru: Информация о продукте:

source: Click here to change
el: Κλικ εδώ για αλλαγή
es_es: Haz clic aquí para cambiar
fr: Cliquez ici pour changer
pt_br: Clique aqui para alterar
ro: Click aici pentru a modifica
ru: Нажмите здесь, чтобы изменить

source: Click here to open
el: Κλικ εδώ για άνοιγμα
es_es: Haz clic aquí para abrir
fr: Cliquez ici pour ouvrir
pt_br: Clique aqui para abrir
ro: Click aici pentru a deschide
ru: Нажмите здесь, чтобы открыть

source: Click here to search in Google
el: Κάντε κλικ εδώ για να κάνετε αναζήτηση στο Google
es_es: Haz clic aquí para buscar en Google
fr: Cliquez ici pour rechercher dans Google
pt_br: Clique aqui para pesquisar no Google
ro: Click aici pentru a căuta în Google
ru: Нажмите здесь для поиска в Google

source: Google search
el: Αναζήτηση Google
es_es: Búsqueda en Google
fr: Recherche Google
pt_br: Pesquisa Google
ro: Căutare Google
ru: Google поиск

source: Product tags
el: Ετικέτες προϊόντος
es_es: Etiquetas de producto
fr: Mots clés du produit
pt_br: Tags de produto
ro: Etichete produs
ru: Тэги продукта

source: Enter tags
el: Εισαγάγετε ετικέτες
es_es: Introducir etiquetas
fr: Entrez les balises
pt_br: Digite tags
ro: Introduceţi etichete
ru: Введите метки

source: View NFO file
el: Προβολή αρχείου NFO
es_es: Ver el archivo NFO
fr: Voir le fichier NFO
pt_br: Exibir arquivo de NFO
ro: Vizualizare fişier NFO
ru: Просмотреть NFO файл

source: Add NFO file
el: Προσθήκη αρχείου NFO
es_es: Agregar archivo NFO
fr: Ajouter un fichier NFO
pt_br: Adicionar arquivo NFO
ro: Adaugare fişier NFO
ru: Добавить NFO файл

source: Change URL
el: Αλλαγή διεύθυνσης URL
es_es: Cambiar URL
fr: Modifier l'URL
pt_br: Mudar de URL
ro: Schimbare URL
ru: Изменить URL-адрес

source: Change picture
el: Αλλαγή εικόνας
es_es: Cambiar imagen
fr: Changer d'image
pt_br: Alterar imagem
ro: Modificare imagine
ru: Изменить изображение

source: Change directory name
el: Αλλαγή ονόματος καταλόγου
es_es: Cambiar nombre del directorio
fr: Changer le nom du répertoire
pt_br: Alterar nome do diretório
ro: Schimbare Nume Folder
ru: Изменить имя каталога

source: Enter the search text
el: Εισαγάγετε το κείμενο αναζήτησης
es_es: Introduce el texto de búsqueda
fr: Entrez le texte à rechercher
pt_br: Digite o texto da pesquisa
ro: Introduceţi textul de cautat
ru: Введите текст для поиска

source: Plugin functions
el: Λειτουργίες Plugin
es_es: Funciones del plugin
fr: Fonctions de plugin
pt_br: Funções do plugin
ro: Funcţiile Plug-in-ului
ru: Функции плагина

source: Modify category...
el: Τροποποίηση Κατηγορίας...
es_es: Modificar categoría...
fr: Modifier la catégorie ...
pt_br: Modificar categoria...
ro: Modificare categorie...
ru: Изменить категорию...

source: Delete category...
el: Διαγραφή Κατηγορίας...
es_es: Eliminar categoría...
fr: Supprimer la catégorie ...
pt_br: Excluir categoria...
ro: Ştergeţi categorie...
ru: Удалить категорию...

source: Delete selected item(s)...
el: Διαγραφή επιλεγμένου στοιχείου(ων)...
es_es: Eliminar artículo(s) seleccionados...
fr: Supprimer les éléments sélectionnés...
pt_br: Excluir itens selecionado(s)...
ro: Ştergeţi elementele selectate...
ru: Удалить выбранный элемент (ы)...

source: Open directory
el: Ανοιγμα Καταλόγου
es_es: Abrir directorio
fr: Ouvrir le répertoire
pt_br: Abrir Diretório
ro: Deschideţi Folder
ru: Открыть директорию

source: Add new category...
el: Προσθήκη νέας κατηγορίας...
es_es: Añadir nueva categoría...
fr: Ajouter une nouvelle catégorie...
pt_br: Adicionar nova categoria...
ro: Adăugare categorie nouă...
ru: Добавить новую категорию...

source: Show
el: Εμφάνιση
es_es: Mostrar
fr: Voir
pt_br: Visualizar
ro: Arată
ru: Показать

source: Exit
el: Έξοδος
es_es: Salir
fr: Sortir
pt_br: Sair
ro: Ieşire
ru: Выход

source: View process log
el: Προβολή διαδικασίας καταγραφής
es_es: Ver registro de proceso
fr: Afficher le journal des processus
pt_br: Exibir log do processo
ro: Vizualizare jurnal proces
ru: Просмотреть журнал процессов

source: Reprocess
el: Επανεπεξεργασία
es_es: Volver a procesar
fr: Retraiter
pt_br: Refazer
ro: Reprocesare
ru: Обработка

source: Delete source files...
el: Διαγραφή αρχείων προέλευσης...
es_es: Eliminar archivos de código fuente...
fr: Supprimez les fichiers source...
pt_br: Exclua arquivos de origem...
ro: Ştergere fişiere sursă...
ru: Удаление исходных файлов...

source: Open source directory
el: Ανοιγμα πηγαίου καταλόγου
es_es: Abrir directorio fuente
fr: Répertoire Open source
pt_br: Abrir Diretório de Origem
ro: Deschideţi Folder sursă
ru: Открытый исходный каталог

source: Copy target directory to clipboard
el: Αντιγραφή καταλόγου προορισμού στο Πρόχειρο
es_es: Copiar el directorio de destino en el portapapeles
fr: Copiez le répertoire cible dans le presse papier
pt_br: Diretório de destino copiar para área de transferência
ro: Copiere Folder destinaţie în clipboard
ru: Скопировать каталог в буфер обмена

source: Add files(s)...
el: Προσθήκη αρχείου(ων)...
es_es: Añadir archivos(s)...
fr: Ajouter des fichiers (s)...
pt_br: Adicione arquivo(s)...
ro: Adăugare fişiere...
ru: Добавить файлы(ы)...

source: Add directory...
el: Προσθήκη καταλόγου...
es_es: Añadir directorio...
fr: Ajouter le répertoire...
pt_br: Adicione diretório...
ro: Adăugare Folder...
ru: Добавить каталог...

source: Queue
el: Ουρά
es_es: Cola
fr: File d'attente
pt_br: Fila
ro: Coadă de aşteptare
ru: Очередь

source: Consistence check
el: Συνοχή ελέγχου
es_es: Verificación de consistencia
fr: Vérification de la cohérence
pt_br: Verificação de consistência
ro: Verificare consistenţă
ru: Проверка последовательности

source: Add stuff
el: Προσθήκη υλικού
es_es: Añadir cosas
fr: Ajouter des trucs
pt_br: Adicionar coisas
ro: Adaugă obiecte
ru: Добавить материал

source: Add directory to watchlist...
el: Προσθήκη καταλόγου στη λίστα παρακολούθησης...
es_es: Añadir directorio a lista de seguimiento...
fr: Ajouter le répertoire à liste de surveillance
pt_br: Adicione o diretório à lista de vigiados...
ro: Adaugă Folder pentru supraveghere...
ru: Добавьте каталог в список...

source: Settings
el: Ρυθμίσεις
es_es: Ajustes
fr: Paramètres
pt_br: Configurações
ro: Setări
ru: Параметры

source: Database backup...
el: Αντίγραφο ασφαλείας βάσης δεδομένων...
es_es: Hacer copia de seguridad de la base de datos...
fr: Sauvegarde de la base de données...
pt_br: Backup de banco de dados...
ro: Copie de rezervă bază de date...
ru: Резервное копирование базы данных...

source: Database restore...
el: Επαναφορά βάσης δεδομένων...
es_es: Restaurar base de datos...
fr: Restauration de la base de données...
pt_br: Restauração de banco de dados...
ro: Restaurare bază de date...
ru: Восстановление базы данных...

source: Database vacuum
el: Εκκαθάριση βάσης δεδομένων
fr: Vidage de la base de données
pt_br: Vácuo de banco de dados
ro: Gol in baza de date
ru: База данных вакуум

source: Plugins
el: Πρόσθετα
ro: Plugin-uri
ru: Плагины

source: Visit homepage
el: Επισκεφθείτε την αρχική σελίδα
es_es: Ver la página de inicio
fr: Visiter le site web
pt_br: Visitar a homepage
ro: Vizitaţi pagina de pornire
ru: Посетить домашнюю страницу

source: Supported images (*.bmp, *.jpg, *.gif, *.png)|*.bmp;*.jpg;*.gif;*.png
el: Υποστηρίζονται εικόνες (*.bmp *.jpg *.gif, *.png) |*.bmp;*.jpg;*.gif;*.png
es_es: Imágenes compatibles (*.bmp, *.jpg, *.gif, *.png)|*.bmp,*.jpg,*.gif,*.png
pt_br: imagens suportados (*.bmp, *.jpg, *.gif, *.png)|*.bmp;*.jpg;*.gif;*.png
ro: Imagini acceptate (*.bmp, *.jpg, *.gif, *.png) | * .bmp; *.gif; *.jpg; *.png
ru: Поддерживаемые изображения (*.bmp, *.jpg, *.gif, *.png) | *.bmp, *.jpg, *.gif, *.png

source: All files (*.*)|*.*
el: Όλα τα αρχεία (*.*)|*.*
es_es: Todos los archivos (*.*)|*.*
pt_br: Todos os Arquivos (*.*)|*.*
ro: Toate fişierele (*. *) | *. *
ru: Все файлы (*.*)|*.*

source: NFO files (*.nfo)|*.nfo
el: Αρχεία NFO (*.nfo)|*.nfo
es_es: NFO archivos (* nfo.) | *.nfo
pt_br: arquivos NFO (*.nfo)|*.nfo
ro: Fişiere NFO (*.nfo) | *.nfo
ru: NFO файлы (*.nfo) | *.nfo

source: Preferences
el: Προτιμήσεις
es_es: Preferencias
fr: Préférences
pt_br: Preferências
ro: Preferinţe
ru: Настройки

source: Process settings
el: Ρυθμίσεις διαδικασίας
es_es: Ajustes de procesos
fr: Paramètres de processus
pt_br: Configurações de processo
ro: Setări proces
ru: Процесс настройки

source: Delete to recycle bin
el: Διαγραφή στον Κάδο Ανακύκλωσης
es_es: Eliminar (a la Papelera de reciclaje)
fr: Supprimer vers la corbeille
pt_br: Excluir da Lixeira
ro: Sterge (Transfer in Recycle bin)
ru: Удалить в корзину

source: Hide copy/move/delete dialog
el: Απόκρυψη παραθύρου διαλόγου αντιγραφής/μετακίνησης/διαγραφής
es_es: Ocultar diálogos al copiar/mover/eliminar
fr: Masquer la boîte de dialogue de copie/déplacement/supprimer
pt_br: Ocultar caixa de diálogo Copiar/mover/apagar
ro: Ascunde dialogul "copiere/mutare/şterge"
ru: Скрыть окно копирования/перемещения/удаления

source: Enable ICS (Intelligent category selector)
el: Ενεργοποίηση ICS (Έξυπνη Επιλογή Κατηγορίας)
es_es: Habilitar ICS (selector de categorías inteligente)
fr: Activer ICS (sélecteur de catégorie Intelligent)
pt_br: Ativar a ICS (selector de categoria inteligente)
ro: Activarea ICS (Selector Inteligent de Categorii)
ru: Включить ICS (интеллектуальный выбор категорий)

source: Auto update
el: Αυτόματη ενημέρωση
es_es: Actualización automática
fr: Mise à jour automatique
pt_br: Atualização automática
ro: Actualizare automată
ru: Автоматическое обновление

source: Check now
el: Έλεγχος τώρα
es_es: Comprobar ahora
fr: Vérifier maintenant
pt_br: Verificar agora
ro: Verifica acum
ru: Проверить сейчас

source: Check new version at start
el: Ελεγχος νέων εκδόσεων κατά την εκκίνηση
es_es: Comprobar nuevas versiones al iniciar
fr: Vérifiez la nouvelle version au démarrage
pt_br: Verifique a nova versão ao abrir
ro: Verificaţi existenta unei noi versiuni la pornire
ru: Проверка новой версии при запуске

source: Extensions
el: Επεκτάσεις
es_es: Extensiones
pt_br: Extensões
ro: Extensii
ru: Расширения

source: Languages
el: Γλώσσες
es_es: Idiomas
fr: Langues
pt_br: línguas
ro: Limbaje
ru: Языки

source: Download languages...
el: Λήψη γλωσσών...
es_es: Descargar idiomas...
fr: Télécharger les langues...
pt_br: Baixe idiomas...
ro: Descărcare limbaje...
ru: Загрузка языков...

source: Translate to your native language
el: Μετάφραση στη μητρική σας γλώσσα
es_es: Traducir a su idioma nativo
fr: Traduire dans votre langue maternelle
pt_br: Traduzir para sua língua nativa
ro: Traducerea în limba ta nativă
ru: Перевести на ваш родной язык

source: Password
el: Κωδικός
es_es: Contraseña
fr: Mot de passe
pt_br: Senha
ro: Parola
ru: Пароль

source: Enter the password
el: Εισάγετε τον κωδικό
es_es: Introduce la contraseña
fr: Entrez le mot de passe
pt_br: Digite a senha
ro: Introduceţi parola
ru: Введите пароль

source: Close
el: Κλείσιμο
es_es: Cerrar
fr: Fermer
pt_br: Fechar
ro: Închide
ru: Закрыть

source: Installed plugins
el: Εγκατεστημένα πρόσθετα
es_es: Plugins instalados
fr: Plugins installés
pt_br: Plug-ins instalados
ro: Plugin-uri instalate
ru: Установленные плагины

source: Name:
el: Όνομα:
es_es: Nombre:
fr: Nom:
pt_br: Nome:
ro: Nume:
ru: Имя:

source: Version:
el: Έκδοση:
es_es: Versión:
pt_br: Versão:
ro: Versiune:
ru: Версия:

source: Author:
el: Συγγραφέας:
es_es: Autor:
fr: Auteur:
pt_br: Autor:
ro: Autor:
ru: Автор:

source: Web:
el: Ιστός:
ru: Веб-сайт:

source: Description:
el: Περιγραφή:
es_es: Descripción:
pt_br: Descrição:
ro: Descriere:
ru: Описание:

source: Install
el: Εγκατάσταση
es_es: Instalar
fr: Installer
pt_br: Instalação
ro: Instalaţi
ru: Установка

source: Downloadable plugins
el: Με δυνατότητα λήψης plugins
es_es: Plugins descargables
fr: Plugins téléchargeables
pt_br: Plugins para baixar
ro: Plugin-uri descărcabile
ru: Загружаемые плагины

source: Preprocessing new directories
el: Προ-επεξεργασία νέων φακέλων
es_es: Procesando nuevos directorios
fr: Prétraitement des répertoires nouveaux
pt_br: Pré-processamento novos diretórios
ro: Preprocesare Foldere noi
ru: Обработка новых каталогов

source: New directory name
el: Νέο όνομα φακέλου
es_es: Nuevo nombre del directorio
fr: Nouveau nom de répertoire
pt_br: Novo nome do diretório
ro: Nume nou Folder
ru: Новое имя каталога

source: Old directory
el: Παλιός φάκελος
es_es: Directorio antiguo
fr: Ancien répertoire
pt_br: Diretório antigo
ro: Folder vechi
ru: Старый каталог

source: Unpack
el: Αποσυσκευασία
es_es: Descomprimir
fr: Décompresser
pt_br: Descompactar
ro: Dezarhivare
ru: Распаковывать

source: Del source
el: Διαγρ προέλευσης
es_es: Eliminar origen
fr: Effacer la source
pt_br: Fonte de del
ro: Sterge sursă
ru: Удалить источник

source: Size
el: Μέγεθος
es_es: Tamaño
fr: Taille
pt_br: Tamanho
ro: Marime
ru: Размер

source: New path:
el: Νέα διαδρομή:
es_es: Nueva ruta:
fr: Nouveau chemin:
pt_br: Novo caminho:
ro: Locaţie nouă:
ru: Новый путь:

source: Add
el: Προσθήκη
es_es: Añadir
fr: Ajouter
pt_br: Adicionar
ro: Adaugare
ru: Добавить

source: Save as default
el: Αποθήκευση σαν προεπιλογή
es_es: Guardar como predeterminado
fr: Enregistrer comme valeur par défaut
pt_br: Salvar como padrão
ro: Salvare ca implicit
ru: Сохранить по умолчанию

source: Extract ISO
el: Εξαγωγή ISO
es_es: Extraer ISO
fr: Extrait l'ISO
pt_br: Extrair ISO
ro: Extragere ISO
ru: Извлечение ISO

source: Delete source path
el: Διαγραφή διαδρομής προέλευσης
es_es: Eliminar la ruta de origen
fr: Supprimer le chemin source
pt_br: Excluir o caminho de origem
ro: Ștergere locaţie sursă
ru: Удалить исходный путь

source: Delete *.nfo
el: Διαγραφή *.nfo
es_es: Eliminar *.nfo
fr: Supprimer *.nfo
pt_br: Excluir *.nfo
ro: Ștergere *.nfo
ru: Удалить *.NFO

source: Delete *.diz
el: Διαγραφή *.diz
es_es: Eliminar *.diz
fr: Supprimer *.diz
pt_br: Excluir *.diz
ro: Ștergere *.diz
ru: Удаление *.DIZ

source: Delete *.sfv
el: Διαγραφή *.sfv
es_es: Eliminar *.sfv
fr: Supprimer *.sfv
pt_br: Excluir *.sfv
ro: Ștergere *.sfv
ru: Удалить *.SFV

source: Tags
el: Ετικέτες
es_es: Etiquetas
fr: Balises
pt_br: Marcas
ro: Etichete
ru: Теги

source: Process
el: Διαδικασία
es_es: Proceso
fr: Processus
pt_br: Processo
ro: Procesare
ru: Процесс

source: Delete selected item
el: Διαγραφή επιλεγμένου αντικειμένου
es_es: Eliminar el artículo seleccionado
fr: Supprimer l'élément sélectionné
pt_br: Excluir item selecionado
ro: Ștergeți elementul selectat
ru: Удалить выбранный элемент

source: Check all
el: Επιλογή όλων
es_es: Marcar todo
fr: Cochez tout
pt_br: Marcar todos
ro: Selectare toate
ru: Отметить всё

source: Uncheck all
el: Αποεπιλογή όλων
es_es: Desmarcar todo
fr: Décochez tout
pt_br: Desmarcar todos
ro: Deselectare toate
ru: Снять все

source: Processing
el: Επεξεργασία
es_es: Procesamiento
fr: Traitement
pt_br: Processamento
ro: Procesare
ru: Обработка

source: Processing...
el: Επεξεργασία...
es_es: Procesando...
fr: Traitement...
pt_br: Processando...
ro: Procesare...
ru: Обработка...

source: Elapsed time:
el: Χρόνος που διανύθηκε:
es_es: Tiempo transcurrido:
fr: Temps écoulé:
pt_br: Tempo decorrido:
ro: Timp scurs:
ru: Прошедшее время:

source: Estimated time:
el: Εκτιμώμενος χρόνος:
es_es: Tiempo estimado:
fr: Temps estimé:
pt_br: Tempo estimado:
ro: Timp estimat:
ru: Предполагаемое время:

source: Priority
el: Προτεραιότητα
es_es: Prioridad
fr: Priorité
pt_br: Prioridade
ro: Prioritate
ru: Приоритет

source: Hide
el: Απόκρυψη
es_es: Ocultar
fr: Cacher
pt_br: Esconder
ro: Ascunde
ru: Скрыть

source: Pause
el: Παύση
es_es: Pausa
pt_br: Pausar
ro: Pauză
ru: Пауза

source: Stop
el: Τερματισμός
es_es: Detener
fr: Arrêtez
pt_br: Parar
ro: Oprire
ru: Остановить

source: Normal
el: Φυσιολογικό
ru: Нормальный

source: Low
el: Χαμηλό
es_es: Bajo
fr: Faible
pt_br: Baixo
ro: Scazută
ru: Низкий

source: Below normal
el: Κάτω του φυσιολογικού
es_es: Por debajo de lo normal
fr: Au-dessous de la normale
pt_br: Abaixo do normal
ro: Sub normal
ru: Ниже нормы

source: Above normal
el: Πάνω από το φυσιολογικό
es_es: Por encima de lo normal
fr: Au-dessus de la normale
pt_br: Acima do normal
ro: Peste normal
ru: Выше нормы

source: High
el: Υψηλό
es_es: Alto
fr: Haute
pt_br: Alta
ro: Mare
ru: Высокий

source: Process log
el: Ημερολόγιο διαδικασιών
es_es: Registro de proceso
fr: Journal des processus
pt_br: Log do processo
ro: Jurnal proces
ru: Журнал процесса

source: Log
el: Ημερολόγιο
es_es: Registro
fr: Journal
ro: Jurnal
ru: Журнал

source: Progress
el: Πρόοδος
es_es: Progreso
fr: Progression
pt_br: Progresso
ro: Progres
ru: Прогресс

source: Update
el: Ενημέρωση
es_es: Actualizar
fr: Mise à jour
pt_br: Atualização
ro: Actualizare
ru: Обновление

source: Update content
el: Ενημέρωση περιεχομένου
es_es: Actualizar contenido
fr: Mise à jour du contenu
pt_br: Atualizar conteúdo
ro: Actualizare conținut
ru: Обновление содержимого

source: Module
el: Λειτουργική μονάδα
es_es: Módulo
pt_br: Módulo
ro: Modul
ru: Модуль

source: Date
el: Ημερομηνία
es_es: Fecha
pt_br: Data
ro: Data
ru: Дата

source: Version
el: Έκδοση
es_es: Versión
pt_br: Versão
ro: Versiune
ru: Версия

source: Changes
el: Αλλαγές
es_es: Cambios
fr: Modifications
pt_br: Mudanças
ro: Modificări
ru: Изменения

source: New version found!
el: Βρέθηκε νέα έκδοση!
es_es: ¡Nueva versión encontrada!
fr: Nouvelle version trouvé!
pt_br: Nova versão encontrada!
ro: A fost gasită o nouă versiune!
ru: Найдена новая версия!

source: Select an item
el: Επιλέξτε ένα στοιχείο
es_es: Seleciona un artículo
fr: Sélectionnez un élément
pt_br: Selecione um item
ro: Selectaţi un element
ru: Выберите пункт

source: Please enter a name!
el: Παρακαλώ εισάγετε όνομα!
es_es: ¡Introduce un nombre!
fr: Veuillez entrer un nom !
pt_br: Por favor, digite um nome!
ro: Introduceți un nume!
ru: Пожалуйста, введите имя!

source: Saving to database...
el: Αποθήκευση σε βάση δεδομένων...
es_es: Guardando en la base de datos...
fr: Sauvegarde vers la base de données ...
pt_br: Salvar banco de dados...
ro: Salvare in baza de date...
ru: Сохранение в базу данных...

source: Find *.nfo for save...
el: Εύρεση *.nfo για αποθήκευση...
es_es: Buscar *.nfo para guardar...
fr: Trouver *. nfo pour les sauver ...
pt_br: Procurar *.nfo para salvar...
ro: Căutare *.nfo pentru salvare...
ru: Найти *.NFO для сохранения...

source: Save '%s' for product...
el: Αποθήκευση '%s' για προϊόν...
es_es: Guardar '%s' para producto...
fr: Enregistrer « %s » produit...
pt_br: Salve '%s' para o produto...
ro: Salvaţi '%s' pentru produsul...
ru: Сохранить '%s'...

source: Find image for save...
el: Εύρεση εικόνων για αποθήκευση...
es_es: Buscar imagen para guardar...
fr: Trouvez l'image pour sauver...
pt_br: Localizar imagem para salvar...
ro: Căutare imagine pentru salvare...
ru: Найти изображение для сохранения...

source: Waiting for password...
el: Αναμονή για κωδικό πρόσβασης...
es_es: Esperando la contraseña...
fr: En attente de mot de passe...
pt_br: Aguardando senha...
ro: Aşteptare introducere parolă...
ru: Ожидание пароля...

source: Deleted source files.
el: Διαγραμμένα αρχεία προέλευσης.
es_es: Archivos de código fuente eliminados.
fr: Fichiers sources supprimés
pt_br: Excluído arquivos de origem.
ro: Fişiere sursă şterse.
ru: Удаленные исходные файлы.

source: Delete source directory '%s'...
el: Διαγραφή καταλόγου προέλευσης '%s'...
es_es: Directorio de origen eliminado '%s'...
fr: Supprimez le répertoire source « %s »...
pt_br: Excluir diretório de origem '%s'...
ro: Ștergere Folderul sursă '%s'...
ru: Удалите исходный каталог '%s'...

source: Move '%s' to target path...
el: Μετακίνηση '%s' σε διαδρομή προορισμού...
es_es: Mover '%s' a la ruta de destino...
fr: Déplacer « %s » vers le chemin cible...
pt_br: Mover '%s' para o caminho de destino...
ro: Mutaţi '%s' in locaţia destinaţie...
ru: Перемещение '%s' в ...

source: File move error:
el: Σφάλμα μετακίνησης αρχείου:
es_es: Error al mover el archivo:
fr: Erreur lors du déplacement du fichier:
pt_br: Erro ao mover arquivo:
ro: Eroare la mutarea Fişierului:
ru: Ошибка перемещения файла:

source: Delete temporary directory #2...
el: Διαγραφή προσωρινού καταλόγου #2...
es_es: Eliminar temporalmente el directorio #2...
fr: Supprimez le répertoire temporaire #2...
pt_br: Excluir diretório temporário #2...
ro: Ștergere Folder temporar #2...
ru: Удалиние временного каталога #2...

source: Target directory doesn't exists!
el: Δεν υπάρχει ο κατάλογος προορισμού!
es_es: ¡No existe el directorio de destino!
fr: Répertoire cible n'existe pas!
pt_br: Diretório de destino não existe!
ro: Nu există Folder destinaţie!
ru: Каталога не существует!
