Repository: jomael/stufforganizer
Catalog: Source/locale/*/LC_MESSAGES/default.po
Languages: el, es_es, fr, pt_br, ro, ru

source: Stuff Organizer is a free open source catalog application. You can organize your stuff (movies, softwares, games, musics, e-books or whatever. If you have many downloaded files from torrent or web and would like to organize them, you will have to download this program! It works in Windows 7 / Vista / XP / 2008 / 2003.
el: Το Stuff Organizer είναι μια δωρεάν εφαρμογή καταλόγων ανοικτού κώδικα (open source). Μπορείτε να οργανώσετε τη συλλογή σας (ταινίες, λογισμικά, παιχνίδια, μουσική, e-books ή οτιδήποτε άλλο). Εάν έχετε κατεβάσει πολλά αρχεία από torrent ή web και θέλετε να τα οργανώσετε, θα χρειαστεί να κάνετε λήψη αυτού του προγράμματος! Δουλεύει σε Windows 7 / Vista / XP / 2008 / 2003.
es_es: Stuff Organizer es una aplicación de catálogo gratuito y de código abierto. Puedes organizar tus cosas (películas, softwares, juegos, músicas, libros electrónicos o lo que sea. Si tienes muchos archivos descargaron de torrent o web y le gustaría organizarlas, tendrá que descargar el programa! Funciona en Windows 7 / Vista / XP / 2008 / 2003.
fr: Stuff Organizer est une application de catalogage gratuit et open source. Vous pouvez organiser vos fichiers (films, logiciels, jeux, musiques, livres électroniques ou autre). Si vous avez beaucoup de fichiers télécharger a partir de torrents ou du web et que vous souhaitez organiser tout ça, ce programme est fait pour vous !.
pt_br: Stuff Organizer é uma aplicação de catálogo open source. Você pode organizar seu material (filmes, softwares, jogos, músicas, e-books ou qualquer arquivo. Se você tem muitos arquivos baixados do torrent ou web e gostaria de organizá-los, você tem que baixar este programa! Ele funciona em Windows 7 / Vista / XP / 2008 / 2003.
ro: Stuff Organizer este o aplicaţie de catalogare gratuită "open source". Vă puteţi organiza obiectele (filme, aplicaţii, jocuri, muzica, cărţile elctronice sau orice fişiere). Dacă aveţi multe fişiere descărcate din torenţi sau web şi doriţi să le organizaţi, puteţi descărca acest program! Funcţionează in Windows 7 / Vista / XP / 2008 / 2003.
ru: Stuff Organizer бесплатная программа с открытым исходным кодом. Вы можете упорядочивать и сортировать вашу информацию (фильмы, программное обеспечение, игры, музыку, электронные книги или т.д. Если у вас есть много загруженных файлов через интернет или торрент и вы хотели бы упорядочить их, то скачайте эту программу! Она работает в Windows 7 / Vista / XP / 2008 / 2003.

source: Stuff Organizer is a free open source catalog application. You can organize your stuff (movies, softwares, games, musics, e-books or whatever. If you have many downloaded files from torrent or web and would like to organize them, you will have to download this program! It works in Windows 7 / Vista / XP / 2008 / 2003. Stuff Organizer is open source software distributed free of charge under the terms of the GNU General Public License. Main features: unpack compressed files (e.g: zip, rar) in two levels after unpack, cleans up the unused files in the directory (e.g: file_id.diz, sfv file) extract iso if you want sort to multi-level categories support drag-n-drop support tags save NFO file content and image to database get product description from the web (e.g: allrovi.com)
el: Το Stuff Organizer είναι μια δωρεάν εφαρμογή καταλόγων ανοικτού κώδικα (open source). Μπορείτε να οργανώσετε τη συλλογή σας (ταινίες, λογισμικά, παιχνίδια, μουσική, e-books ή οτιδήποτε άλλο). Εάν έχετε κατεβάσει πολλά αρχεία από torrent ή web και θέλετε να τα οργανώσετε, θα χρειαστεί να κάνετε λήψη αυτού του προγράμματος! Δουλεύει σε Windows 7 / Vista / XP / 2008 / 2003. Το Stuff Organizer είναι λογισμικό ανοικτού κώδικα και διανέμεται δωρεάν υπό τους όρους της GNU General Public License. Κύρια χαρακτηριστικά: αποσυμπιέστε συμπιεσμένα αρχεία (π.χ.: zip, rar) σε δύο επίπεδα μετά την αποσυσκευασία. Εκκαθαρίζει τα αχρησιμοποίητα αρχεία στον κατάλογο (π.χ.: file_id.diz, αρχείο sfv, απόσπασμα iso). Εάν θέλετε μπορείτε να ταξινομήσετε σε πολυεπίπεδες κατηγορίες. Υποστήριξη ετικετών. Υποστήριξη drag-n-drop . Αποθήκευση περιεχομένου αρχείου NFO και εικόνας του αντικειμένου της συλλογής στη βάση δεδομένων. Ανακτά την περιγραφή του προϊόντος από το web (π.χ.: allrovi.com)
es_es: Stuff Organizer es una aplicación de catálogo gratuito y de código abierto. Puedes organizar tus cosas (películas, softwares, juegos, músicas, libros electrónicos o lo que sea. Si tienes muchos archivos descargaron de torrent o web y le gustaría organizarlas, tendrá que descargar el programa! Funciona en Windows 7 / Vista / XP / 2008 / 2003. Organizador de cosas es software de código abierto distribuido gratuitamente bajo los términos de la licencia pública General de GNU. Principales características: descomprimir archivos comprimidos (e.g: zip, rar) en dos niveles después de desembalar, limpia los archivos no utilizados en el directorio (por ejemplo: file_id.diz, archivo sfv) extraer iso si desea ordenar categorías multinivel apoyo apoyo de arrastrar-n-colocar etiquetas guardar el contenido del archivo NFO y descripción del producto de base de datos obtener imagen desde la web (por ejemplo: allrovi.com)
fr: Stuff Organizer est une application de catalogage gratuit et open source. Vous pouvez organiser vos fichiers (films, logiciels, jeux, musiques, livres électroniques ou autre). Si vous avez beaucoup de fichiers télécharger a partir de torrents ou du web et que vous souhaitez organiser tout ça, ce programme est fait pour vous !.
pt_br: Stuff Organizer é uma aplicação de catálogo open source e livre. Você pode organizar seu Arquivos (filmes, softwares, jogos, músicas, e-books ou qualquer arquivos. Se você tem muitos arquivos baixados do torrent ou web e gostaria de organizá-los, você terá que baixar este programa! Ele funciona no Windows 7 . / Vista / XP / 2008/2003 Coisas Organizer é um software de código aberto distribuído gratuitamente sob os termos da Licença Pública Geral GNU. Principais características:. descompactar arquivos compactados (por exemplo: zip, rar) em dois níveis após descompactar, limpa os arquivos não utilizados no diretório (por exemplo: file_id.diz, arquivo sfv) extrair iso se você quiser classificar para multi-categorias de nível tags suporte drag-n-drop apoio salvar NFO conteúdo do arquivo e banco de dados de imagem para obter a descrição do produto a partir da web (por exemplo: allrovi.com)
ro: Stuff Organizer este o aplicaţie de catalogare gratuită "open source". Vă puteţi organiza obiectele (filme, aplicaţii, jocuri, muzica, cărţile elctronice sau orice fişiere). Dacă aveţi multe fişiere descărcate din torenţi sau web şi doriţi să le organizaţi, puteţi descărca acest program! Funcţionează in Windows 7 / Vista / XP / 2008 / 2003. Stuff Organizer este o aplicaţie "Open source" distribuită gratuit sub termenii GNU de Licenţiere Publică Generală. Funcţionalitaţi principale: dezarhivarea fişierelor comprimate (de ex. zip, rar) pană la nivelul 2 de arhivare, curăţarea din foldere a fişierelor nedorite (de ex. file_id.diz, sfv), extragere imagini ISO, suport pentru sortare pe categorii pe nivele multiple, suportă etichetarea prin "drag-n-drop", salvare conţinut in fişiere NFO in baza de date, obţinerea descrierilor din Web (de ex. allrovi.com)...
ru: Stuff Organizer программа с открытым исходным кодом и распространяется бесплатно на условиях GNU General Public License. Основные возможности: распаковка сжатых файлов (например, ZIP, RAR) в два уровня после распаковки, очищение неиспользуемых и временных файлов в каталогах (например: file_id.diz, SFV файлы) извлечение образов ISO, если вы хотите сортировать многоуровневые каталоги, определите теги, сохранените NFO содержание файлов и изображений в базе данных, найдите описание продукта из сети Интернет (например: allrovi.com)

source: Please restart the software for changes to take effect!
el: Παρακαλούμε επανεκκινήστε το λογισμικό για να λειτουργήσουν οι αλλαγές!
es_es: Por favor, reinicie el software para que los cambios surtan efecto.
fr: Veuillez redémarrer le logiciel pour que les modifications prennent effet!
pt_br: Por favor, reinicie o software para que as alterações tenham efeito!
ro: Vă rugăm reporniţi aplicaţia pentru ca modificările să aibă efect!
ru: Пожалуйста, перезапустите программное обеспечение, чтобы изменения вступили в силу!

source: Downloading plugin (%d%%)...
el: Λήψη plugin (%d%%)...
es_es: Descargando plugin (%d%%)...
fr: Télécharger le plugin (%d%%)...
pt_br: Baixando plugin (%d%%)...
ro: Descărcare plugin (%d%%)...
ru: Загрузка плагина (%d%%)...

source: Downloading plugin list...
el: Λήψη λίστας plugin...
es_es: Descargando lista de plugin...
fr: Téléchargement de la liste des plugins...
pt_br: Transferir lista de plugins...
ro: Descarcă lista de plugin-uri...
ru: Загрузка списка плагинов...

source: Application exit for install new plugin...
el: Εξοδος από την εφαρμογή για εγκατάσταση νέων plugin...
es_es: Salir de la aplicación para instalar un nuevo plugin...
fr: Quitter l'application pour installer le nouveau plugin
pt_br: Sair do aplicativo para instalar novo plugin...
ro: Ieşire din aplicaţie pentru a instala un nou plugin...
ru: Выход из приложения для установки нового плагина...

source: Directory doesn't exists! Path: %s
el: Ο κατάλογος δεν υπάρχει! Διαδρομή: %s
es_es: ¡No existes el directorio! Ruta: %s
pt_br: Diretório não existe! Caminho: %s
ro: Folder inexistent! Locaţie: %s

source: Would you like to relocate items of category?
el: Θα θέλατε να μεταφέρετε αλλού στοιχεία της κατηγορίας;
es_es: ¿Deseas reubicar los objetos de categoría?
pt_br: Você deseja realocar itens de categoria?
ro: Doriţi să relocaţi articolele din categorie?

source: Relocating...
el: Μετατόπιση...
es_es: Reubicando...
pt_br: Realocação de...
ro: Relocare...

source: Relocating %s...
el: Μετατόπιση %s...
es_es: Reubicando %s...
pt_br: Realocação de %s...
ro: Relocarea %s...

source: NFO Viewer
es_es: Visor NFO
fr: Visualiser NFO
pt_br: NFO Visualizar
ro: Vizualizator NFO
ru: Отобразить NFO

source: ISO
ro: Imagine ISO
